[
  {
    "id": 1,
    "ano": 2024,
    "etapa": 2,
    "materia": "Biologia",
    "topico": "Anfíbios",
    "texto_questao": "Leia o texto a seguir.\nAtropelamentos de anfíbios na Rota do Sol diminuem 80% com medidas de proteção\nAlgumas espécies protegidas só existem nesse local no Sul do Brasil e estão ameaçadas de extinção. É o caso da perereca-macaca (Phyllomedusa distincta), perereca-castanhola (Itapotihyla langsdorffii) e perereca-risadinha (Scinax rizibilis). O sistema de travessias utilizado para proteção, com passagens aéreas, inferiores e cercas direcionadoras, constitui uma iniciativa inédita no Brasil, construída do zero, já que não havia referências anteriores nas quais se basear. O procedimento para evitar o impacto do tráfego sobre a fauna na ERS-486 começou entre 2017 e 2018, com a realização da primeira etapa de monitoramento. Entre 2020 e 2021, foram construídas seis passagens terrestres e cinco aéreas para permitir o deslocamento dos animais, com localização baseada no monitoramento anterior.\n\n**A que Ordem pertencem os anfíbios citados no texto?**",
    "referencia": "https://www.estado.rs.gov.br/atropelamentos-de-anfibios-terrestres-na-rota-do-sol-diminuem-80-com-medidas-de-protecao. Acesso em: 01/06/2024.",
    "alternativas": [
      {"letra": "A", "texto": "Gymnophiona."},
      {"letra": "B", "texto": "Sarcopterygii."},
      {"letra": "C", "texto": "Anura."},
      {"letra": "D", "texto": "Chelonia."},
      {"letra": "E", "texto": "Caudata."}
    ],
    "resposta_letra": "C"
  },
  {
    "id": 2,
    "ano": 2024,
    "etapa": 2,
    "materia": "Física",
    "topico": "Escalas Termométricas",
    "texto_questao": "Leia o texto a seguir.\nChegada do frio deve elevar o risco de hipotermia nas zonas de enchente do RS\nA tendência é que os termômetros registrem marcas bastante baixas nas próximas duas ou três semanas. Na Grande Porto Alegre, por exemplo, pode fazer entre 5°C a 7°C na madrugada de quinta-feira. Na segunda metade do mês, novas frentes frias devem se repetir. Com tais condições, cresce muito o risco de hipotermia, geralmente em função da exposição ao frio intenso. Além das equipes que trabalham nos resgates ou em funções que não prescindem da entrada na água, a Metsul alerta também sobre o risco para as vítimas das cheias alojadas em abrigos ou alojamentos temporários. Neste contexto, torna-se ainda mais necessária a doação de cobertores e agasalhos para minimizar os problemas.\n\n**Considera-se que a situação de saúde citada no texto tem início quando a temperatura do corpo humano**",
    "referencia": "adaptado de https://www.correiodopovo.com.br/not%C3%ADcias/cidades/chegada-do-frio-deve-elevar-o-risco-de-hipotermia-nas-zonas-de-enchente-do-rs-1.1493848. Acesso em: 04/06/2024.",
    "alternativas": [
      {"letra": "A", "texto": "fica acima dos 37°C ou acima de 98°F (Fahrenheit)."},
      {"letra": "B", "texto": "fica abaixo dos 35°C ou abaixo de 95°F (Fahrenheit)."},
      {"letra": "C", "texto": "fica acima dos 37°C ou acima de 96°F (Fahrenheit)."},
      {"letra": "D", "texto": "fica abaixo dos 35°C ou abaixo de 99°F (Fahrenheit)."},
      {"letra": "E", "texto": "fica acima dos 36°C ou acima de 97°F (Fahrenheit)."}
    ],
    "resposta_letra": "B"
  },
  {
    "id": 3,
    "ano": 2024,
    "etapa": 2,
    "materia": "Biologia",
    "topico": "Características de Fanerógamas (Gimnospermas e Angiospermas)",
    "texto_questao": "Leia o texto a seguir.\nButiá sob ameaça de extinção\n\"O butiá é muito referente, faz parte da minha infância. Além de ser bonito de se ver, de se comer, ainda gera renda. Em seis anos vamos convidar vocês pra vir aqui comer os primeiros frutos”, conta a agricultora Isabel Monjeló Dalenogare. [...] elas receberam 140 mudas de butiá, sendo 10 para cada família, doadas pelo projeto \"Conservação e manejo de recursos genéticos do butiazeiro (Butia odorata)\", desenvolvido pelo Departamento de Diagnóstico e Pesquisa Agropecuária (DDPA), da Secretaria da Agricultura, Pecuária, Produção Sustentável e Irrigação (Seapi). O objetivo do projeto é fomentar a conservação das espécies de butiazeiro através da sua valorização ambiental, cultural e econômica.\n\n**A que grupo pertence a palmeira citada no texto?**",
    "referencia": "adaptado de https://www.agrolink.com.br/noticias/butia-sob-ameaca-de-extincao_483677.html. Acesso em: 05/06/2024.",
    "alternativas": [
      {"letra": "A", "texto": "Gimnospermas."},
      {"letra": "B", "texto": "Angiospermas."},
      {"letra": "C", "texto": "Briófitas."},
      {"letra": "D", "texto": "Pteridófitas."},
      {"letra": "E", "texto": "Algas verdes."}
    ],
    "resposta_letra": "B"
  },
    {
    "id": 4,
    "ano": 2024,
    "etapa": 2,
    "materia": "Física",
    "topico": "Infrassom e Ultrassom",
    "texto_questao": "Os exames médicos de ultrassom e ultrassom Doppler são baseados na emissão e recepção de sons pelo transdutor, que é a parte do aparelho em que se coloca gel e que é posta em contato com o corpo. O transdutor emite sons que são refletidos pelos diferentes tecidos e órgãos do corpo e esses sons refletidos são detectados ao voltarem ao transdutor. Um “software”, uma programação no aparelho, é responsável pela tradução dos efeitos desse processo em imagens. O som emitido no exame, no entanto, é inaudível, de frequência muito maior do que a percebida pelo ouvido humano, que está na faixa entre 20Hz e 20000Hz. A frequência mais baixa num exame de ultrassom pode ser cerca de 50000 vezes maior do que a mais baixa frequência audível.\n\n**Marque o valor aproximado de frequências dos exames de ultrassom mais compatível com o texto, ou seja, compatível com a frequência mais baixa num exame de ultrassom.**",
    "referencia": "MÁXIMO, Antônio; ALVARENGA, Beatriz. Física contexto & aplicações. 2º v. 1ª ed. São Paulo: Scipione, 2014.",
    "alternativas": [
      {"letra": "A", "texto": "100 KHz."},
      {"letra": "B", "texto": "1 KHz."},
      {"letra": "C", "texto": "10 KHz."},
      {"letra": "D", "texto": "1 nHz."},
      {"letra": "E", "texto": "1 MHz."}
    ],
    "resposta_letra": "E"
  },
  {
    "id": 5,
    "ano": 2024,
    "etapa": 2,
    "materia": "Física",
    "topico": "Calor Sensível e Calor Latente",
    "texto_questao": "A cada dia que passa as pessoas estão mais preocupadas com os alimentos que consomem, pois estudos comprovam que uma dieta alimentar equilibrada, juntamente a exercícios físicos regulares, é indispensável para a manutenção da saúde e a prevenção de obesidade, diabetes, colesterol alto, entre outros problemas.\nOs rótulos nutricionais dos alimentos trazem informações sobre os valores energéticos que eles proporcionam ao organismo. Estudos mostram que os valores de energia consumidos por uma pessoa (adulta) de 70 kg são, em média, 2500 calorias por dia. Se for ingerida uma quantidade de calorias superior à que o corpo precisa para manter suas atividades, o excesso será transformado em tecido gorduroso (adiposo), provocando o aumento de \"peso”.\nGeralmente, esse termo é usado para se referir à quantidade de energia que cada alimento fornece ao organismo se for totalmente aproveitado. Porém, as calorias não se aplicam somente aos alimentos, mas estão associadas a qualquer fenômeno relacionado a trocas de calor. Por exemplo, na queima de 1 litro de gasolina, são liberadas cerca de 7.750.000 calorias.\nUma massa de 5g de água que se encontra a uma temperatura de 25°Cé colocada para ser aquecida, e se utiliza nesse processo um valor de quantidade de calor de 2.535cal, que corresponde aproximadamente à quantidade de calor, em média, necessária que uma pessoa adulta deve consumir diariamente.\n\n**Calcule a massa restante de água que não foi vaporizada no processo de aquecimento, sabendo-se que cágua = 1 cal/g• °C e Lv = 540 cal/g.**",
    "referencia": "Adaptado de https://www.preparaenem.com/quimica/o-que-sao-as-calorias.htm. Acesso em: 30/11/2022.",
    "alternativas": [
      {"letra": "A", "texto": "2g"},
      {"letra": "B", "texto": "3g"},
      {"letra": "C", "texto": "7g"},
      {"letra": "D", "texto": "1g"},
      {"letra": "E", "texto": "9g"}
    ],
    "resposta_letra": "Anulada"
  },
  {
    "id": 6,
    "ano": 2024,
    "etapa": 2,
    "materia": "Física",
    "topico": "Escala Kelvin",
    "texto_questao": "Usinas termelétricas são importantes no Brasil, em que pese a discussão dos impactos ambientais dessas instalações. Numa termelétrica usa-se a combustão de carvão ou derivados de petróleo para produzir, por aquecimento de água, um vapor que movimenta as pás de uma turbina que gera a energia elétrica. Chama-se rendimento, R, a razão (energia elétrica obtida) ÷ (energia desprendida pela combustão). Esse rendimento é sempre menor do que 1 (ou 100%), o que significa que nem toda energia desprendida na combustão se transforma em energia elétrica. Mostra-se que podemos estimar aproximadamente R a partir de duas temperaturas, Tvapor, a temperatura do vapor na turbina, e Tresfriamento, a temperatura do sistema que resfria o vapor de volta ao estado líquido. Temos R = 1-(Tresfriamento÷Tvapor). Para usar essa expressão o único cuidado deve ser usar a escala Kelvin de temperatura, lembrando que, aproximadamente, T(Kelvin)=T(°C)+273 (temperatura em Kelvin igual a temperatura em Celsius mais 273). Vamos supor Tvapor = 500°C e Tresfriamento = 25°C.\n\n**Que estimativa de rendimento temos para as temperaturas de vapor e de resfriamento sugeridas?**",
    "referencia": "MÁXIMO, Antônio; ALVARENGA, Beatriz. Física contexto & aplicações. 2º v. 1ª ed. São Paulo: Scipione, 2014.",
    "alternativas": [
      {"letra": "A", "texto": "Cerca de 0,4, ou 40%."},
      {"letra": "B", "texto": "Cerca de 0,95, ou 95%."},
      {"letra": "C", "texto": "Cerca de 0,3, ou 30%."},
      {"letra": "D", "texto": "Cerca de 0,8, ou 80%."},
      {"letra": "E", "texto": "Cerca de 0,6, ou 60%."}
    ],
    "resposta_letra": "E"
  },
  {
    "id": 7,
    "ano": 2024,
    "etapa": 2,
    "materia": "Química",
    "topico": "Deslocamento do Equilíbrio: Princípio de Le Chatelier",
    "texto_questao": "Os refrigerantes são formados por uma mistura de água-gás (no caso o gás carbônico, o CO2) е algum tipo de xarope, que dá a cor e o gosto da bebida. Mas antes de misturar o gás no xarope, os fabricantes misturam a água e o gás num aparelho chamado carbonizador, gerando o ácido carbônico, que tem forma líquida. Nesse tipo de bebida existe, então, o seguinte equilíbrio químico:\n2H2O(I) + CO2(g) <=> H3O+(aq) + HCO3-(aq)\nSegundo o princípio de Le Chatelier, quando é causada alguma forma de perturbação em um sistema químico, o seu equilíbrio se desloca no sentido de reduzir essas perturbações.\n\n**Conforme o texto e de acordo com a equação, selecione a alternativa que explica o processo que pode causar a chamada eructação (arroto), ao tomarmos bebidas com gás.**",
    "referencia": "https://brasilescola.uol.com.br/quimica/equilibrio-quimico-refrigerante-no-estomago.htm. Acesso em: 06/10/2022.",
    "alternativas": [
      {"letra": "A", "texto": "Quando o refrigerante entra em contato com o suco gástrico do estômago, há um aumento na concentração da espécie H3O+, deslocando o equilíbrio no sentido da reação inversa."},
      {"letra": "B", "texto": "Quando o refrigerante entra em contato com o suco gástrico do estômago, há um aumento na concentração da espécie H3O+, deslocando o equilíbrio no sentido da reação direta."},
      {"letra": "C", "texto": "Quando o refrigerante entra em contato com o suco gástrico do estômago, há uma diminuição na concentração da espécie H3O+, deslocando o equilíbrio no sentido da reação inversa."},
      {"letra": "D", "texto": "Quando o refrigerante entra em contato com o suco gástrico do estômago, há uma diminuição na concentração da espécie CO2, deslocando o equilíbrio no sentido da reação direta."},
      {"letra": "E", "texto": "Quando o refrigerante entra em contato com o suco gástrico do estômago, há um aumento na concentração da espécie CO2, deslocando o equilíbrio no sentido da reação direta."}
    ],
    "resposta_letra": "A"
  },
  {
    "id": 8,
    "ano": 2024,
    "etapa": 2,
    "materia": "Química",
    "topico": "Solubilidade e curvas de solubilidade",
    "texto_questao": "No nosso cotidiano, estamos em constante contato com soluções, como as ligas metálicas, o ar atmosférico, o soro fisiológico, entre outras. Em várias dessas soluções formadas por sólidos e líquidos, a água atua como solvente na maioria dos casos e, por isso, é considerada um solvente universal. O grau de dissolução de um soluto em um solvente depende de vários fatores. Os mais importantes são: a natureza das partículas de solvente e soluto e as interações entre elas; a temperatura na qual a solução é formada; a pressão de um soluto gasoso. Ao se adicionar sal comum à água gradativamente em temperatura constante e agitando continuamente, é possível observar que, em dado momento, não ocorrerá a dissolução do sal, utilizando como exemplo o NaCl. Isso ocorrerá no momento em que houver aproximadamente 360 g de sal para cada litro de água quando a temperatura está em 20°C. A partir desse ponto, dizemos que a solução tornou-se saturada ou que a solução atingiu o seu ponto de saturação, pois qualquer quantidade de sal que for adicionada ao sistema irá precipitar ou formar corpo de fundo. O ponto de saturação depende do soluto, do solvente e das condições físicas (a temperatura sempre influi e a pressão, em especial, em soluções que contêm gases). Este ponto é definido pelo coeficiente ou grau de solubilidade. Podem-se visualizar abaixo os valores dos coeficientes de solubilidade (g de NaCl por 100 g de H2O) do cloreto de sódio (NaCl) em função da temperatura:\n\n| Temperatura (°C) | Coeficiente de solubilidade (g de NaCl por 100 g de água) |\n|-------|--------|\n| 0°C | 35,7 |\n| 20°C | 36,0 |\n| 50°C | 37,0 |\n| 100°C | 39,8 |\n\n**Considerando-se os dados disponíveis na tabela acima, a opção que melhor representa a quantidade mínima de água, em gramas, a 50 °C, necessária para dissolver totalmente 5,0 g de NaCl é**",
    "referencia": "https://mundoeducacao.uol.com.br/quimica/solucoes.htm. Acesso em: 15/06/2024.",
    "alternativas": [
      {"letra": "A", "texto": "9,43."},
      {"letra": "B", "texto": "10,22."},
      {"letra": "C", "texto": "13,52."},
      {"letra": "D", "texto": "15,07."},
      {"letra": "E", "texto": "7,41."}
    ],
    "resposta_letra": "C"
  },
  {
    "id": 9,
    "ano": 2024,
    "etapa": 2,
    "materia": "Química",
    "topico": "Catálise",
    "texto_questao": "Existem substâncias que, quando adicionadas aos reagentes de determinadas reações químicas, alteram a velocidade delas sem, contudo, serem consumidas. As substâncias que promovem um aumento da velocidade das reações químicas nessas condições são designadas geralmente por catalisadores. Um catalisador está profundamente envolvido no decurso de uma reação química, formando e quebrando ligações à medida que os reagentes se transformam em produtos, mas não sofre uma alteração permanente. Ao colocar por exemplo um pedaço de batata em contato com a água oxigenada, ocorre uma reação de decomposição, que produz água e gás oxigênio como produtos, de acordo com a reação abaixo:\n2 H2O2 (aq) → 2 H2O (l) + O2 (g)\nA liberação do oxigênio pode ser comprovada quando a chama do palito de fósforo ficar mais intensa ao aproximá-lo da boca do recipiente, no qual a reação está sendo processada. A água oxigenada se decompõe naturalmente de forma bem lenta somente pela exposição à luz solar. Mas, nesse caso, ela ocorreu de forma mais rápida porque a batata possui uma enzima, chamada catalase, que atua como catalisadora da reação de decomposição da água oxigenada. Essa mesma enzima está presente também no sangue. É por isso que quando colocamos água oxigenada num machucado, observa-se uma efervescência, sendo importante porque permite desinfectar matando microrganismos anaeróbicos.\n\n**Conforme o texto acima, assinale a alternativa correta:**",
    "referencia": "adaptado de https://www.infoescola.com/quimica/peroxido-de-hidrogenio/. Acesso em: 15/06/2024. e http://educa.fc.up.pt/ficheiros/fichas/1067/Introdu%E7%E3o.pdf. Acesso em: 20/06/2024",
    "alternativas": [
      {"letra": "A", "texto": "A catalase muda o mecanismo da reação ou o caminho através do qual os reagentes se transformam nos produtos. Isso ocorre porque esse caminho alternativo exige menor energia de ativação, processando uma reação mais rápida."},
      {"letra": "B", "texto": "A catalase muda o mecanismo da reação ou o caminho através do qual os reagentes se transformam nos produtos. Isso ocorre porque esse caminho alternativo mantém a mesma energia de ativação, processando uma reação mais lenta."},
      {"letra": "C", "texto": "A catalase muda o mecanismo da reação ou o caminho através do qual os reagentes se transformam nos produtos. Isso ocorre porque esse caminho alternativo exige uma maior energia de ativação, processando uma reação mais rápida."},
      {"letra": "D", "texto": "Não ocorre mudança no mecanismo da reação ou no caminho através do qual os reagentes se transformam nos produtos, devido ao fato de que a energia de ativação se mantém constante."},
      {"letra": "E", "texto": "A catalase muda o mecanismo da reação ou o caminho através do qual os reagentes se transformam nos produtos. Isso ocorre porque esse caminho alternativo exige menor energia de ativação, processando uma reação mais lenta."}
    ],
    "resposta_letra": "A"
  },
  {
    "id": 10,
    "ano": 2024,
    "etapa": 2,
    "materia": "História",
    "topico": "Crise do sistema colonial",
    "texto_questao": "Considere as seguintes afirmações a respeito da Revolta da Cachaça (1660-1661) na História do Brasil Colônia.\nI – A Revolta da Cachaça fez parte dos movimentos separatistas do período colonial brasileiro, tais como a Conjuração Mineira, a Conjuração Baiana e a Revolução Pernambucana.\nII – A Revolta da Cachaça ocorreu no Rio de Janeiro, sendo motivada pela proibição da produção de aguardente pelos colonos, forçando, assim, a importação e o consumo de vinho português.\nIII - Foi uma revolta nativista, porque não era contra a coroa portuguesa, mas contrária à política fiscal aplicada pelo governador da capitania.\n\n**Está(ão) correta(s)?**",
    "alternativas": [
      {"letra": "A", "texto": "I e II apenas."},
      {"letra": "B", "texto": "I, II e III."},
      {"letra": "C", "texto": "I apenas."},
      {"letra": "D", "texto": "II e III apenas."},
      {"letra": "E", "texto": "III apenas."}
    ],
    "resposta_letra": "D"
  },
  {
    "id": 11,
    "ano": 2024,
    "etapa": 2,
    "materia": "História",
    "topico": "Formação do Estado nacional e as crises políticas",
    "texto_questao": "Em 1835, mais de duas décadas depois da primeira rebelião, a grande sublevação escrava eclodiu em Salvador. Dessa vez, o ataque partiu de dentro da cidade, e a população não teve uma noite fácil. Na madrugada de 25 de janeiro, grupos de africanos escravos e libertos, armados com porretes, instrumentos de trabalho e armas brancas, lutaram nas ruas de Salvador, durante mais de três horas, enfrentando soldados e civis. A religião esteve entrelaçada com a revolta: boa parte dos rebeldes saiu para lutar nas ruas com as compridas túnicas rituais brancas os abadás usadas pelos adeptos do islamismo. Ainda, carregavam junto ao corpo amuletos com mensagens do Alcorão e com orações fortes para proteção.\n\n**O texto identifica qual revolta regencial?**",
    "referencia": "SCHWARCZ, Lilia M.; STARLING, Heloísa M. Brasil: uma biografia. São Paulo: Companhia das Letras, 2015. p. 256.",
    "alternativas": [
      {"letra": "A", "texto": "Cabanagem."},
      {"letra": "B", "texto": "Sabinada."},
      {"letra": "C", "texto": "Revolta de Itapuã."},
      {"letra": "D", "texto": "Revolta dos Malês."},
      {"letra": "E", "texto": "Revolta de Manoel Congo."}
    ],
    "resposta_letra": "D"
  },
   {
    "id": 12,
    "ano": 2024,
    "etapa": 2,
    "materia": "História",
    "topico": "Revoluções Inglesas, Norte-Americana e Francesa",
    "texto_questao": "Leia o texto:\n“O termo sans-culottes, referido às pessoas que usavam calças compridas em vez dos calções até o joelho da gente rica, foi originariamente aplicado num sentido puramente social aos pequenos comerciantes, assalariados e vagabundos, quer da cidade, quer do campo. Durante a revolução, ο termo passou a ser mais geralmente aplicado aos indivíduos politicamente ativos dessas classes, e o seu âmbito alargou-se com a inclusão dos agitadores mais radicais daquele período, independentemente do respectivo estrato social.\"\n\n**O texto descreve, os chamados sans-culottes, personagens que tiveram papel preponderante durante**",
    "referencia": "MCCRORY, Martin; MOULDER, Robert. Revolução Francesa para principiantes. Lisboa: Dom Quixote, 1983, p. 67.",
    "alternativas": [
      {"letra": "A", "texto": "a Revolução Gloriosa."},
      {"letra": "B", "texto": "a Independência dos Estados Unidos."},
      {"letra": "C", "texto": "a Revolução Francesa."},
      {"letra": "D", "texto": "as Independências na América Latina."},
      {"letra": "E", "texto": "a Unificação da Alemanha."}
    ],
    "resposta_letra": "C"
  },
  {
    "id": 13,
    "ano": 2024,
    "etapa": 2,
    "materia": "Geografia",
    "topico": "Estrutura fundiária, Políticas agrárias e o Estatuto da Terra",
    "texto_questao": "Leia o texto a seguir:\nA questão agrária permanece absolutamente importante para a compreensão das diversas dimensões estruturantes do País: ambiental, econômica, social e territorial. [...] A dinâmica territorial do País foi e segue condicionada a sua estrutura fundiária, desigual em múltiplas facetas. Historicamente, o acesso à terra determinou a inserção de grupos sociais na sociedade e na estrutura política econômica brasileira e, nesse sentido, é possível dizer que a estrutura fundiária constitui um indicador e um revelador importante dos processos de apropriação da natureza e estratificação social nos territórios rurais. Ela pode ser considerada um fator chave na compreensão desta dinâmica, e pode bloquear ou favorecer o desenvolvimento rural.\n\n**A partir dos seus conhecimentos sobre a estrutura fundiária brasileira, avalie as seguintes afirmações:**\nI – Ao longo dos últimos cinco séculos, algumas leis foram determinantes para forjar a organização fundiária do Brasil.\nII – A Sesmaria foi um instituto jurídico espanhol que normatizava a concessão de pequenos lotes de terra aos escravizados para produzir gêneros agrícolas voltados para a subsistência e para o mercado interno.\nIII – Em 1850, a Lei de Terras foi a primeira iniciativa no sentido de organizar a propriedade privada no Brasil e dispor sobre o direito agrário.\nIV – Em 1964, o Estatuto da Terra traz a ideia de justiça social e função social da terra, dando origem a uma vasta gama de leis que regulamentam a reforma agrária, o salário mínimo, a moradia rural, a colonização, o uso temporário do solo, a posse e a política agrícola tributária.\nV – Na Constituição Federal do Brasil, de 1988, não há menções sobre as questões agrárias e de regulamentação das terras, o que torna possível o uso indiscriminado para qualquer finalidade.\n\n**Estão corretas:**",
    "referencia": "Adaptado de IBGE. Atlas do espaço rural brasileiro. 2. ed. Rio de Janeiro: IBGE, 2020. Disponível em: https://www.ibge.gov.br/apps/atlasrural/pdfs/02_00_Texto.pdf. Acesso em: 17/08/2024.",
    "alternativas": [
      {"letra": "A", "texto": "I, III e IV apenas."},
      {"letra": "B", "texto": "II, III e IV apenas."},
      {"letra": "C", "texto": "I, II, III e V apenas."},
      {"letra": "D", "texto": "III, IV e V apenas."},
      {"letra": "E", "texto": "I, II, IV e V apenas."}
    ],
    "resposta_letra": "A"
  },
  {
    "id": 14,
    "ano": 2024,
    "etapa": 2,
    "materia": "Geografia",
    "topico": "Desenvolvimento tecnológico",
    "texto_questao": "Leia o texto a seguir:\nNão existe uma ideia única do que venha a ser a globalização, mas há um consenso de que se trata de um processo múltiplo de forte integração internacional e de interdependência entre os locais e as economias nacionais, marcado por procedimentos de descentralização da produção. A rapidez e a intensidade do fluxo de pessoas, de informação, de mercadorias e de capital caracterizam essa etapa histórica de marcante desenvolvimento tecnológico.\n\n**No século XX foram desenvolvidas muitas das tecnologias que são utilizadas até os dias atuais e que estão presentes em nosso cotidiano. Analise as alternativas e indique qual delas NÃO foi desenvolvida no século XX.**",
    "referencia": "Adaptado de JUNIOR, Alfredo Boulos; SILVA, Edilson Adão Candido; FURQUIM, Laercio. Multiversos: Ciências Humanas: globalização, tempo e espaço: ensino médio. São Paulo: FTD, 2020.",
    "alternativas": [
      {"letra": "A", "texto": "Drones."},
      {"letra": "B", "texto": "Internet."},
      {"letra": "C", "texto": "GPS."},
      {"letra": "D", "texto": "Televisão em cores."},
      {"letra": "E", "texto": "Telégrafo."}
    ],
    "resposta_letra": "E"
  },
  {
    "id": 15,
    "ano": 2024,
    "etapa": 2,
    "materia": "Filosofia",
    "topico": "Iluminismo",
    "texto_questao": "A própria noção de Iluminismo, Ilustração, ou ainda Esclarecimento, como o termo é por vezes traduzido, indica, através da metáfora da luz e da claridade, uma oposição às trevas, ao obscurantismo, à ignorância, à superstição, ou seja, à existência de algo oculto, enfatizando, ao contrário, a necessidade de o real, em todos os seus aspectos, tornar-se transparente à razão. O grande instrumento do Iluminismo é a consciência individual, autônoma em sua capacidade de conhecer o real; suas armas são, portanto, o conhecimento, a ciência, a educação.\n\n**Com base na reflexão sobre o Iluminismo apresentada pelo autor, discorra sobre o objetivo central deste movimento filosófico e suas implicações. Qual das alternativas melhor descreve o propósito essencial do Iluminismo?**",
    "referencia": "MARCONDES, Danilo. Iniciação à História da Filosofia: Dos Pré-Socráticos a Wittgenstein. 13.ed. Rio de Janeiro: Jorge Zahar Ed., 2010.",
    "alternativas": [
      {"letra": "A", "texto": "O Iluminismo promove a aceitação da superstição e do misticismo como formas válidas de conhecimento."},
      {"letra": "B", "texto": "O lluminismo visa a manter tradições e crenças populares sem questionamento."},
      {"letra": "C", "texto": "O Iluminismo volta-se à manutenção do obscurantismo e da ignorância para preservar a ordem social."},
      {"letra": "D", "texto": "O Iluminismo valoriza a submissão da consciência individual às autoridades religiosas e políticas."},
      {"letra": "E", "texto": "O lluminismo enfatiza a transparência da realidade à razão e utiliza o conhecimento, a ciência e a educação como ferramentas."}
    ],
    "resposta_letra": "E"
  },
  {
    "id": 16,
    "ano": 2024,
    "etapa": 2,
    "materia": "Filosofia",
    "topico": "Ideologia e dominação social. Função da Ideologia",
    "texto_questao": "A ideologia é, assim, uma forma de dominação, gerando uma falsa consciência, uma consciência ilusória, que se produz através de mecanismos pelos quais se objetificam certas representações (as da classe dominante) como sendo a verdadeira realidade, tudo isso produzindo uma aparente legitimação das condições existentes numa determinada sociedade em um período histórico determinado. Produz-se com isso uma forma de alienação da consciência humana de sua situação real de existência (as relações de produção). A ideologia é produto de uma estrutura social profundamente desigual e, portanto, não transparente, já que esta desigualdade não pode explicitar-se no nível da consciência. Evitar que isso aconteça é tarefa da ideologia.\n\n**Qual é o principal desdobramento da objetificação das representações pela classe dominante, conforme descrito pelo autor na análise sobre ideologia?**",
    "referencia": "MARCONDES, Danilo. Iniciação à História da Filosofia: Dos Pré-Socráticos a Wittgenstein. 13.ed. Rio de Janeiro: Jorge Zahar Ed., 2010.",
    "alternativas": [
      {"letra": "A", "texto": "Reforça a conscientização crítica das estruturas sociais desiguais."},
      {"letra": "B", "texto": "Cria uma consciência autêntica e imparcial sobre as relações de produção."},
      {"letra": "C", "texto": "Legitima as condições existentes e oculta as relações de dominação."},
      {"letra": "D", "texto": "Permite a precisa compreensão das relações de poder no contexto da sociedade."},
      {"letra": "E", "texto": "Mobiliza a transformação social e a igualdade de oportunidades."}
    ],
    "resposta_letra": "C"
  },
  {
    "id": 17,
    "ano": 2024,
    "etapa": 2,
    "materia": "História",
    "topico": "Liberalismo, Socialismo e Anarquismo",
    "texto_questao": "O Congresso de Viena (1814-1815) reorganizou a geopolítica europeia após as guerras napoleônicas, unindo forças tradicionais da Europa, propondo a restauração das antigas monarquias absolutistas. Entretanto, não houve demora para que essa tendência conservadora fosse contestada, aliando setores da burguesia, do operariado e das camadas médias urbanas, representando forças sociais surgidas após as Revoluções Francesa e Industrial. Na coesão instável desse arranjo político e social se desenvolveram vários movimentos inspirados no liberalismo, no nacionalismo, no socialismo e no anarquismo.\n\n**Leia as seguintes afirmações.**\nI – O liberalismo econômico defendia a interferência forte do Estado, regulando o livre-comércio.\nII – Os ideais nacionalistas tiveram grande influência na unificação da Itália e da Alemanha.\nIII - O marxismo como corrente socialista estabeleceu conceitos importantes, como dialética, mais-valia e luta de classes.\nIV – Para o marxismo a desigualdade social é resultado da divisão da sociedade em classes, entre os proprietários dos meios de produção, que compram a mão-de-obra daqueles desprovidos desses meios.\n\n**Estão corretas**",
    "referencia": "COTRIM, Gilberto. História Global II. 3. ed. São Paulo: Saraiva, 2016. e MACHADO, Igor José Renó et al. Sociologia Hoje. 1. ed. São Paulo: Ática, 2013.",
    "alternativas": [
      {"letra": "A", "texto": "II, III e IV apenas."},
      {"letra": "B", "texto": "I, II e III apenas."},
      {"letra": "C", "texto": "I, II e IV apenas."},
      {"letra": "D", "texto": "II e IV apenas."},
      {"letra": "E", "texto": "I e II apenas."}
    ],
    "resposta_letra": "A"
  },
  {
    "id": 18,
    "ano": 2024,
    "etapa": 2,
    "materia": "Sociologia",
    "topico": "Movimentos de contracultura",
    "texto_questao": "Os movimentos contraculturais, que sinalizam manifestações de grupos que questionam e rejeitam valores e práticas da cultura dominante, trouxeram novas abordagens para a manutenção dos seus objetivos, criando uma identidade forte nas áreas da expressão artística e cultural. Exemplos são os movimentos hippie, punk, hip-hop e rap. Além disso, o enfrentamento ao sistema surgia também na imagem com cortes de cabelo tipo moicano, tatuagens e piercings, bem como as manifestações de dança na rua como break e o grafite, uma marca de existência e visibilidade em meio aos espaços urbanos centrais que marginaliza e exclui os jovens negros e pobres da periferia.\n\n**São características desses movimentos:**\nI – O punk emergiu entre os jovens brancos de classe média e média baixa, já o hip-hop se formou entre jovens afrodescendentes nos Estados Unidos.\nII – O movimento punk desenvolveu-se nos Estados Unidos e na Inglaterra em oposição ao otimismo do hip-hop surgido naqueles países.\nIII – O rap nacional se mantém conectado às letras de apoio à cultura dominante e à manutenção da ordem social.\nIV – O movimento hip-hop fundamentou-se no rap como expressão musical, no break como dança e no grafite como expressão visual.\nV – No Brasil o hip-hop ganhou força nos anos 1980, sobretudo na cidade de São Paulo, enquanto nos Estados Unidos o rap foi incorporado à indústria cultural a partir do final dos anos 1990.\n\n**Estão corretas:**",
    "referencia": "ARAÚJO, Silvia Maria de; BRIDI, Maria Aparecida; MOTIM, Benilde Lenzi. Sociologia. São Paulo: FNDE, 2016. p. 327.",
    "alternativas": [
      {"letra": "A", "texto": "II, III e IV apenas."},
      {"letra": "B", "texto": "I, IV e V apenas."},
      {"letra": "C", "texto": "I, II e V apenas."},
      {"letra": "D", "texto": "III, IV e V apenas."},
      {"letra": "E", "texto": "I, II e IV apenas."}
    ],
    "resposta_letra": "B"
  },
  {
    "id": 19,
    "ano": 2024,
    "etapa": 2,
    "materia": "Matemática",
    "topico": "Operações na forma algébrica e representação geométrica",
    "texto_questao": "Os alunos de uma turma de segundo ano do Ensino Médio estavam organizando comemorações mensais para os aniversariantes. Todos estavam informando o mês do seu aniversário, mas quando chegou a vez de Joaquim, ele lançou uma “charada” envolvendo o conteúdo que estavam estudando nas aulas de Matemática.\nJoaquim disse: “O meu mês de aniversário corresponde à parte real do número complexo resultante do produto de (3 – i) pelo conjugado de (2 – 2i)”.\n\n**Em que mês Joaquim faz aniversário?**",
    "alternativas": [
      {"letra": "A", "texto": "Dezembro."},
      {"letra": "B", "texto": "Agosto."},
      {"letra": "C", "texto": "Maio."},
      {"letra": "D", "texto": "Abril."},
      {"letra": "E", "texto": "Setembro."}
    ],
    "resposta_letra": "B"
  },
  {
    "id": 20,
    "ano": 2024,
    "etapa": 2,
    "materia": "Matemática",
    "topico": "Semelhança de triângulos",
    "texto_questao": "(Questão com imagem)\nDurante o ano de 2024, o estado do Rio Grande do Sul sofreu novamente com fortes chuvas que superaram recordes históricos quanto ao volume de água e muitas localidades em todo o estado tiveram níveis elevados de água da chuva. Suponha que uma determinada rua tem uma distância horizontal entre seu ponto mais alto e o mais baixo de 8 metros, e a diferença de altura entre esses dois pontos é de 6 metros. Durante um dia de chuva, caiu ao longo de toda a extensão da rua uma altura de água de 30 milímetros por metro, que, sem escoamento, acabou se acumulando na parte mais baixa, como representado na imagem abaixo: [Imagem de um triângulo retângulo com catetos 6m e 8m, representando a inclinação da rua]\n\n**Com base nisso, qual é a altura, em relação ao fim da rua, em que ficou o nível máximo de água após essa chuva?**",
    "referencia": "Fonte: Autoria própria.",
    "alternativas": [
      {"letra": "A", "texto": "3 / (2√5)"},
      {"letra": "B", "texto": "15 / √2"},
      {"letra": "C", "texto": "15√2"},
      {"letra": "D", "texto": "300"},
      {"letra": "E", "texto": "6√2"}
    ],
    "resposta_letra": "A"
  },
  {
    "id": 21,
    "ano": 2024,
    "etapa": 2,
    "materia": "Matemática",
    "topico": "Área de quadriláteros",
    "texto_questao": "(Questão com imagem)\nA cidade de Pelotas é rica pela arquitetura presente em seus casarões, que são testemunhos da era do charque no Sul do Brasil. As fachadas ornamentadas, janelas amplas e varandas detalhadas são símbolos existentes nas construções que remetem aos séculos XVIII e XIX.\nUm dos prédios que compõe esse acervo arquitetônico da cidade é a Escola de Agronomia Eliseu Maciel, atualmente denominada como Sala dos Conselhos Superiores da UFPel. O edifício, cujo projeto arquitetônico foi desenvolvido pelo desenhista Dominique Pineau, inicialmente concebido pela família Antunes Maciel para abrigar uma escola municipal em homenagem póstuma ao tenente-coronel Eliseu Antunes Maciel, nunca chegou a ser usado com esse propósito devido à falta de professores. Em 1883, a Câmara cedeu o prédio para fundar a Escola de Medicina Veterinária e Agricultura Prática, e no ano seguinte, o Instituto Vacinológico foi anexado ao complexo. A Escola de Agronomia Eliseu Maciel, pioneira no Brasil, estabelecida em 1934, evoluiu para a Faculdade de Agronomia Eliseu Maciel, integrando-se à Universidade Federal de Pelotas em 1969.\n[Imagem de uma janela dupla arqueada de um prédio histórico]\nSuponha-se que serão construídas novas coberturas para as janelas, como a mostrada na imagem, com tábuas que devem ser utilizadas na horizontal para a confecção das janelas, de forma a proteger da entrada de chuva, sem prejudicar o fluxo de ar.\n\n**Para isso, considerando que a abertura tem 1,5 m de altura e 0,8 m de largura, quantas tábuas, com medidas de 20 cm de largura e comprimento de 1,2 m serão necessárias, com um desperdício mínimo?**",
    "referencia": "Adaptado de \"Escola de Agronomia Eliseu Maciel\". Disponível em: https://wp.ufpel.edu.br/patrimonio/patrimonio-cultural-edificado/escola-de-agronomia-eliseu-maciel/. Acesso em: 16/06/2024. Fonte: Autoria própria.",
    "alternativas": [
      {"letra": "A", "texto": "6"},
      {"letra": "B", "texto": "0,5"},
      {"letra": "C", "texto": "4"},
      {"letra": "D", "texto": "5"},
      {"letra": "E", "texto": "7,5"}
    ],
    "resposta_letra": "D"
  },
   {
    "id": 22,
    "ano": 2024,
    "etapa": 2,
    "materia": "Matemática",
    "topico": "Prismas - cálculo de área",
    "texto_questao": "(Questão com imagem)\nUtilize a figura e o texto a seguir para responder à questão.\n[Imagem de uma casa modular provisória com medidas 3m x 9m e altura 2,70m]\nEm 2024, o estado do Rio Grande do Sul, foi afetado por fortes chuvas que causaram grandes inundações, gerando “a maior catástrofe climática” da história do estado. De acordo com relatórios da Defesa Civil, 471 das 497 cidades gaúchas foram afetadas pelas tempestades, ou seja, o equivalente a 94,77% do total. De acordo com os dados, somente 26 cidades não tiveram nenhum impacto relacionado às chuvas. Muitas famílias ficaram sem casa para voltar, sendo alojadas em espaços comunitários. No intuito de oferecer um pouco mais de dignidade às famílias atingidas pela enchente, o Governo do Estado anunciou a compra de moradias provisórias. Após as prefeituras beneficiadas conseguirem terrenos adequados e prepararem os locais para a colocação das casas provisórias, os módulos devem ser instalados em até 30 dias. As moradias provisórias com 9m de largura e 3m de profundidade – têm espaço interno de 27m². O espaço é dividido em um quarto, uma sala conjugada à cozinha e um banheiro. O projeto prevê que até seis pessoas vivam em cada moradia provisória. Conforme o governo do Estado, as moradias temporárias são feitas no formato de construção modular, com chassis metálicos, sendo entregues já com mobiliário planejado e eletrodomésticos.\nAs moradias provisórias possuem três aberturas: uma janela de 0,80 m x 0,50 m, no banheiro; uma janela de 1,20 m x 1 m, no quarto e uma porta-janela de 2,10 m x 1,20 m. As moradias devem ser entregues com sua parte externa pintada, com exceção das aberturas que já vêm coloridas. Considere que um galão de tinta de 18 litros consegue cobrir (pintar) 100 m² e que cada galão custa R$ 260,00.\n\n**Quantos reais serão gastos para pintar 8 casas, sendo que não pode faltar tinta e que não é possível comprar latas com menos de 18 litros de tinta?**",
    "referencia": "Fonte: https://gauchazh.clicrbs.com.br/geral/noticia/2024/06/governo-do-rs-anuncia-investimento-em-500-casas-provisorias-para-atingidos-pela-enchente-instalacao-depende-de-terrenos-de-prefeituras-clx4vxbea01rq015dg68409jl.html. Acesso em: 17/06/2024.",
    "alternativas": [
      {"letra": "A", "texto": "R$ 1.577,68."},
      {"letra": "B", "texto": "R$ 2.600,00."},
      {"letra": "C", "texto": "R$ 485,44."},
      {"letra": "D", "texto": "R$ 1.300,00."},
      {"letra": "E", "texto": "R$ 2.080,00."}
    ],
    "resposta_letra": "D"
  },
  {
    "id": 23,
    "ano": 2024,
    "etapa": 2,
    "materia": "Matemática",
    "topico": "Razões trigonométricas (seno, cosseno e tangente)",
    "texto_questao": "(Questão com imagem)\nAna é uma estudante do ensino médio do Colégio Municipal Pelotense e está aprendendo sobre o funcionamento do teodolito e sua aplicabilidade para medir alturas de diferentes estruturas e construções.\n[Imagem ilustrativa de Ana usando um teodolito para medir a altura de um prédio. A distância inclinada do teodolito ao topo do prédio é 168m. A altura do prédio é 85,5m. A altura do teodolito (olhos de Ana) é 1,5m]\nSuponha que Ana utilizou essa técnica para descobrir qual é a altura do prédio em que mora, chegando ao resultado de 85,5 m. Para isso, teve que ficar a uma distância, em linha reta, do topo do prédio de 168 m, usando o aparelho a uma altura de 1,5 m na linha dos olhos.\n\n**Ao fazer essa medição, qual é o ângulo em graus que Ana viu no aparelho?**",
    "referencia": "Fonte: Autoria própria, imagem meramente ilustrativa, as medidas dos ângulos e comprimentos da figura não necessariamente se referem à questão com exatidão.",
    "alternativas": [
      {"letra": "A", "texto": "30°"},
      {"letra": "B", "texto": "90°"},
      {"letra": "C", "texto": "60°"},
      {"letra": "D", "texto": "15°"},
      {"letra": "E", "texto": "45°"}
    ],
    "resposta_letra": "A"
  },
  {
    "id": 24,
    "ano": 2024,
    "etapa": 2,
    "materia": "Língua Portuguesa",
    "topico": "Funções de Linguagem",
    "texto_questao": "(Questão com imagem no Texto I)\nLeia os textos a seguir para responder a próxima questão.\nTexto I [Cartaz da Campanha Contra a Violência Doméstica, listando tipos de violência e o Disque 180]\nTexto II [Poema \"Uma mulher que grita na esperança de viver\", de uma estudante, sobre medo, machismo, assédio e resistência]\n\n**As funções da linguagem são categorias dos estudos da comunicação. Toda linguagem é utilizada para comunicar algo a alguém. A transmissão da mensagem pressupõe alguns elementos: um emissor, um receptor, um contexto, um código e um canal entre o emissor e o receptor. Analise as proposições que seguem:**\nI. No texto I, o cartaz, tem-se como objetivo a conscientização da população sobre a necessidade de denunciar a violência doméstica e a função da linguagem predominante é conativa ou apelativa.\nII. Nos textos I e II se destaca o fato de que as autoridades são responsáveis por ações preventivas contra a violência doméstica e a função predominante é a referencial.\nIII. No texto II, “Poesia | Uma mulher que grita na esperança de viver”, predominam as funções: emotiva ou expressiva e poética.\nIV. No texto I, o cartaz aborda os tipos de violência e, por esse motivo, a função da linguagem predominante é a metalinguística.\n\n**Estão corretas:**",
    "alternativas": [
      {"letra": "A", "texto": "I e II apenas."},
      {"letra": "B", "texto": "I e III apenas."},
      {"letra": "C", "texto": "I e IV apenas."},
      {"letra": "D", "texto": "II e III apenas."},
      {"letra": "E", "texto": "III e IV apenas."}
    ],
    "resposta_letra": "B"
  },
  {
    "id": 25,
    "ano": 2024,
    "etapa": 2,
    "materia": "Língua Portuguesa",
    "topico": "Coesão textual",
    "texto_questao": "Leia o texto a seguir para responder a próxima questão.\nManuel Bandeira\nFilho de engenheiro, Manuel Bandeira foi obrigado abandonar os estudos de arquitetura por causa da tuberculose. Mas a iminência da morte não marcou de forma lúgubre sua obra, embora em seu humor lírico haja sempre um toque de funda melancolia, e na sua poesia haja sempre um certo toque de morbidez, até no erotismo.\nTradutor de autores como Marcel Proust e William Shakespeare, esse nosso Manuel traduziu mesmo foi a nostalgia do paraíso cotidiano mal idealizado por nós, brasileiros, órfãos de um país imaginário, nossa Cocanha perdida, Pasárgada. Descrever seu retrato em palavras é uma tarefa impossível, depois que ele mesmo já o fez tão bem em versos.\n\n**A coesão textual é um fenômeno linguístico caracterizado pela articulação entre elementos de um texto. Ela garante a harmonia e a conexão lógica entre as frases, o que colabora para uma melhor compreensão por parte do leitor. Analise as proposições a seguir:**\nI. A coesão textual no texto está relacionada com os componentes da superfície textual, ou seja, as palavras e frases que o compõem. No texto em questão, “Manuel Bandeira”, percebe-se que a coesão é construída pelo emprego de pronomes pessoais, possessivos e demonstrativos: “sua”, “seu”, “esse”, “nosso”, “ele”. Esses componentes estão conectados entre si em uma sequência linear por meio de dependências de ordem gramatical.\nII. No texto \"Manuel Bandeira” a coesão é imaterial e não está na superfície textual. A compreensão do que está escrito dependerá dos níveis de interação entre o leitor, o autor e o texto. Por esse motivo, um mesmo texto pode apresentar múltiplas interpretações.\nIII. No texto “Manuel Bandeira” o uso adequado dos conectivos e dos mecanismos de coesão evitam erros que prejudicam a sintaxe e a construção de sentidos do texto.\nIV. No texto “Manuel Bandeira”, a coesão é estabelecida apenas pelo uso de expressões e repetições de palavras.\nV. No texto \"Manuel Bandeira” percebem-se mecanismos de coesão sequencial e referencial.\n\n**Estão corretas:**",
    "referencia": "Revista Língua Portuguesa, n° 40, fev. 20.",
    "alternativas": [
      {"letra": "A", "texto": "I e II apenas."},
      {"letra": "B", "texto": "I e IV apenas."},
      {"letra": "C", "texto": "I, III e V apenas."},
      {"letra": "D", "texto": "II e III apenas."},
      {"letra": "E", "texto": "III e IV apenas."}
    ],
    "resposta_letra": "C"
  },
  {
    "id": 26,
    "ano": 2024,
    "etapa": 2,
    "materia": "Literatura Brasileira",
    "topico": "João Simões Lopes Neto - regionalismo",
    "texto_questao": "(Questão com imagem no Texto I)\nLeia os textos abaixo.\nTexto 1: Nosso Caramelo resgatado [Imagem de um cavalo (Caramelo) sendo resgatado de um telhado por um bote, com o mapa do RS ao fundo parcialmente submerso]\nTexto 2: MEU ROSILHO \"PIOLHO\"\n\"Nisto senti um tchá! tcbá! tchá! – atrás de mim; olhei, de relancina apenas, porque nem tempo para mais, tive; era o temporal, a bomba d'água que se despenhava, quase nos garrões do rosilho! Foi o quanto amaguei o corpo e toquei, de meia rédea. Cupins e buracos de caranguejos, tacurus, macegas e carquejas, sangas, lagoas, barrais o diabo! – não vi nada! Se rodasse, nem o sebo da coalheira se me aproveitava! Mas o rosilho \"Piolho\" era firme e bonzão, sem mais nada! Eu corria, é verdade, porém a manga d'água também corria... A polvadeira que eu levantava a chuvarada engolia logo. Eu sentia-lhe a frescura, percebia que ela estava-me na garupa, na anca do rosilho, nos garrões dele! Um que outro pingo de chuva mais ponteiro batia-me às vezes na aba do chapéu... Era um duelo esquisito. Um duelo, em que um valente fugia para ficar vencedor! Vencer, aqui, era chegar enxuto. E assim viemos, eu e a tormenta, na mesma disparada: a que te pego! a que te largo! a que te pego! a que te largo!\"(...)\nO escritor pelotense Simões Lopes Neto apresenta em suas narrativas situações, costumes e vivências que fazem parte da cultura gaúcha tradicional, apresentando-as de forma vívida e intensa, com um vocabulário marcado por estilo próprio e inconfundível. No trecho retirado de Meu rosilho “Piolho”, por exemplo, é retratada a relação cotidiana existente entre o gaúcho e o seu cavalo.\n\n**Baseando-se nos textos dados leia as afirmações:**\nI) Os dois textos reforçam a ligação emocional entre o povo gaúcho e o cavalo.\nII) O texto 1 nos passa a ideia de que tanto o cavalo como o RS precisam de ajuda.\nIII) O texto 2 mostra uma exaltação à paciência do cavalo.\nIV) O texto 1 demonstra a agilidade inerente ao cavalo.\n\n**Estão corretas:**",
     "referencia": "Texto 1: radiccioficial. Disponível em: https://www.instagram.com/p/C6wOpnjNHBV/?igsh=N2V3dWtrZG9yNmZz. Acesso em: 18/06/2024. Texto 2: LOPES NETO, J. Simões. Casos do Romualdo. Porto Alegre: Martins Livreiro, 2000.",
    "alternativas": [
      {"letra": "A", "texto": "II e III apenas."},
      {"letra": "B", "texto": "I, II e III apenas."},
      {"letra": "C", "texto": "I e II apenas."},
      {"letra": "D", "texto": "III e IV apenas."},
      {"letra": "E", "texto": "I e IV apenas."}
    ],
    "resposta_letra": "C"
  },
  {
    "id": 27,
    "ano": 2024,
    "etapa": 2,
    "materia": "Língua Portuguesa",
    "topico": "Leitura de textos de diferentes gêneros",
    "texto_questao": "(Questão com imagem no Texto II)\nLeia os textos abaixo.\nTexto 1: Trecho da CARTA de Pero Vaz de Caminha (excerto)\n(...) “E segundo o que a mim e a todos pareceu, esta gente, não lhes falece outra coisa para ser toda cristã, do que entenderem-nos, porque assim tomavam aquilo que nos viam fazer como nós mesmos; por onde pareceu a todos que nenhuma idolatria nem adoração têm. E bem creio que, se Vossa Alteza aqui mandar quem entre eles mais devagar ande, que todos serão tornados e convertidos ao desejo de Vossa Alteza. E por isso, se alguém vier, não deixe logo de vir clérigo para os batizar; porque já então terão mais conhecimentos de nossa fé, pelos dois degredados que aqui entre eles ficam, os quais hoje também comungaram.”\nTexto 2: Tira do Armandinho – Descobrimento do Brasil [Tirinha do Armandinho questionando a versão do \"Descobrimento do Brasil\" ensinada pela professora, perguntando \"E a versão dos índios?!\"]\n\n**Quais as visões sobre o “Descobrimento” do Brasil e a religiosidade dos povos originários apresentadas nos textos 1 e 2?**",
    "referencia": "Texto 1: Adaptada de CAMINHA, Pero Vaz de. A carta. NEAD. Núcleo de Educação a Distância. UNAMA – Universidade da Amazônia. P. 13. s/d. Disponível em: http://www.dominiopublico.gov.br/download/texto/ua000283.pdf. Acesso em: 18/16/2024. Texto 2: FONTE: https://tirasarmandinho.tumblr.com/search/descobrimento%20do%20brasil520. Acesso em: 18/06/2024.",
    "alternativas": [
      {"letra": "A", "texto": "No texto 1, trecho da Carta, temos a visão do conquistador europeu buscando impor a religião católica aos povos originários do Brasil. Já no texto 2, a tirinha, temos o questionamento de tal visão, feita pelo personagem Armandinho, que não concorda com a versão eurocêntrica da professora nem do cronista português."},
      {"letra": "B", "texto": "No texto 1, trecho da Carta, temos a visão do cronista português acerca da importância da catequização dos povos originários do Brasil e no texto 2, a tirinha, notamos que a professora de Armandinho discorda de tal visão eurocêntrica."},
      {"letra": "C", "texto": "No texto 1, trecho da Carta, verificamos que, na visão de Pero Vaz de Caminha, os povos originários do Brasil já possuem religiosidade própria, não necessitando ser catequizados e no texto 2, a tirinha, notamos que Armandinho concorda com a visão do cronista português."},
      {"letra": "D", "texto": "No texto 1, trecho da Carta, verificamos que, na visão do cronista português, é importante que os portugueses entendam a religiosidade dos povos originários do Brasil. Já no texto 2, a tirinha, notamos que Armandinho concorda com o cronista português e discorda da professora."},
      {"letra": "E", "texto": "Os dois textos criticam a visão eurocêntrica da história."}
    ],
    "resposta_letra": "A"
  },
  {
    "id": 28,
    "ano": 2024,
    "etapa": 2,
    "materia": "Literatura Brasileira",
    "topico": "Tomás Antônio Gonzaga - Cartas Chilenas",
    "texto_questao": "Leia os textos:\nTexto 1:\nCARTA 2ª- Em que se mostra a piedade que Fanfarrão fingiu no princípio do seu governo, para chamar a si todos os negócios.\n(...)\n1.Do cavalo andaluz, é, sim, provável\n2.Nascer, também, um potro de esperança,\n3.Que tenha frente aberta, largos peitos,\n4.Que tenha alegres olhos e compridos,\n5.Que seja, enfim, de mãos e pés calçado;\n6.- Porém de um bom ginete também pode\n7.Um catralvo nascer, nascer um zarco.\n8. Aquele mesmo potro, que tem todos\n9.Os formosos sinais, que aponta o Rego,\n10.Carece, Doroteu, correr em roda\n11.- No grande picadeiro muitos meses,\n12.Para um e outro lado, necessita\n13.Que o destro picador lhe ponha a sela\n14.E que, montando nele, pouco a pouco,\n15.O faça obedecer ao leve toque\n16. - Do duro cabeção, da branda rédea.\nTexto 2:\nO bêbado e a equilibrista\n1.Caía a tarde feito um viaduto\n2.E um bêbado trajando luto me lembrou Carlitos\n3.A lua, tal qual a dona de um bordel\n4.Pedia a cada estrela fria um brilho de aluguel\n5.E nuvens lá no mata-borrão do céu\n6.Chupavam manchas torturadas\n7.Que sufoco\n8.Louco\n9.O bêbado com chapéu-coco\n10.Fazia irreverências mil\n11.Pra noite do Brasil\n12.Meu Brasil\n13.Que sonha com a volta do irmão do Henfil\n14.Com tanta gente que partiu\n15.Num rabo de foguete\n16.Chora\n17.A nossa Pátria mãe gentil\n18.Choram Marias e Clarisses\n19.No solo do Brasil\n20.Mas sei que uma dor assim pungente\n21. Não há de ser inutilmente\n22.A esperança\n23.Dança na corda bamba de sombrinha\n24.E em cada passo dessa linha\n25.Pode se machucar\n26.Azar\n27.A esperança equilibrista\n28. Sabe que o show de todo artista\n29. Tem que continuar.\nHistoricamente, o Brasil passou por períodos conturbados politicamente, em que os governantes abusavam do poder para roubar, perseguir, matar e prender quem se colocasse contra os atos ilegítimos que cometiam. Na mesma medida, intelectuais e artistas denunciavam tais atrocidades utilizando a linguagem conotativa em suas obras, a partir do uso de metáforas, metonímias, comparações, etc., para não serem punidos. Os autores dos textos 1 e 2 assim procederam em sua época.\n\n**Nesse contexto, Tomás Antônio Gonzaga, Aldyr Blank e João Bosco utilizaram a metáfora em seus textos, respectivamente em**",
    "referencia": "Texto 1: Adaptada de GONZAGA, Tomas A. Cartas chilenas. NEAD – Núcleo de Educação a Distância. UNAMA. Universidade do Amazonas. s/d. Disponível em: http://www.dominiopublico.gov.br/download/texto/ua000293.pdf. Acesso em: 18/06/2024. Texto 2: Compositores: Aldir Blanc Mendes / João Bosco De Freitas Mucci, Intérprete: Elis Regina. Fonte: adaptada de LyricFind. Disponível em: https://www.letras.mus.br/elis-regina/45679/. Acesso em: 18/06/2024",
    "alternativas": [
      {"letra": "A", "texto": "“Do cavalo andaluz” (verso 1, Texto 1) e “tal qual a dona de um bordel” (verso 3, Texto 2)."},
      {"letra": "B", "texto": "“potro de esperança\" (verso 2, Texto 1) e “Num rabo de foguete” (verso 15, Texto 2)."},
      {"letra": "C", "texto": "“bom ginete” (verso 6, Texto 1) e “No solo do Brasil” (verso 19, Texto 2)."},
      {"letra": "D", "texto": "“correr em roda” (verso 10, Texto 1) e “Chupavam manchas torturadas”. (verso 6, texto 2)."},
      {"letra": "E", "texto": "\"Os formosos sinais” (verso 9, Texto 1) e “Meu Brasil” (verso 12, Texto 2)."}
    ],
    "resposta_letra": "B"
  },
  {
    "id": 29,
    "ano": 2024,
    "etapa": 2,
    "materia": "Língua Portuguesa",
    "topico": "Movimentos de vanguarda",
    "texto_questao": "(Questão com imagem)\nObserve a imagem e leia o fragmento a seguir.\n[Imagem: \"Os Amantes\" (1928) de René Magritte, mostrando um casal se beijando com panos cobrindo suas cabeças]\nA análise visual da obra nos permite apreciar elementos que podem se comunicar a partir da paleta de cores, do tema, da textura e do contexto. Vemos, de perfil, a figura de dois sujeitos direcionados para beijar um ao outro. À direita, de vestimenta social, temos o sujeito de maior altura, com terno em cores neutras, e à esquerda, outra personagem trajando, por sua vez, um vestido vermelho. Impedindo o contato físico entre as figuras, dois panos repousam sobre suas cabeças, suprimindo as sensações que poderiam estabelecer uma conexão entre ambos.\n\n**Com base em seus conhecimentos de Arte e de Língua Portuguesa, marque a alternativa correta:**",
    "referencia": "Imagem: Fonte: http://issocompensa.com/sem-categoria/rene-magritte-os-amantes-1928. Acesso em: 05/06/2024. Texto: Adaptado de https://www.gazetavargasfgv.com/post/isolamento-uma-an%C3%A1lise-de-the-lovers-ii. Acesso em: 05/06/2024.",
    "alternativas": [
      {"letra": "A", "texto": "Trata-se de uma obra de vanguarda expressionista, seguida de um texto de gênero informativo."},
      {"letra": "B", "texto": "Trata-se de uma obra de vanguarda futurista, seguida de um texto de gênero narrativo."},
      {"letra": "C", "texto": "Trata-se de uma obra de vanguarda impressionista, seguida de um texto de gênero prescritivo."},
      {"letra": "D", "texto": "Trata-se de uma obra de vanguarda fauvista, seguida de um texto de gênero expositivo."},
      {"letra": "E", "texto": "Trata-se de uma obra de vanguarda surrealista, seguida de um texto de gênero descritivo."}
    ],
    "resposta_letra": "E"
  },
  {
    "id": 30,
    "ano": 2024,
    "etapa": 2,
    "materia": "Língua Estrangeira",
    "topico": "Leitura de textos em língua estrangeira",
    "texto_questao": "(Questão com imagem - Tirinha)\nLeia a tirinha a seguir para responder as questões.\n[Tirinha do Gaturro sobre \"voluntad\" (vontade)]\n\n**A expressão “lograr” poderia ser corretamente traduzida por qual palavra em português?**",
    "referencia": "Adaptado de https://22tonslatinos.blogspot.com/2013/05/gaturro-e-os-antonimos.html/. Acesso em: 17/06/2024.",
    "alternativas": [
      {"letra": "A", "texto": "Tentar."},
      {"letra": "B", "texto": "Querer."},
      {"letra": "C", "texto": "Perder."},
      {"letra": "D", "texto": "Conseguir."},
      {"letra": "E", "texto": "Pensar."}
    ],
    "resposta_letra": "D"
  },
  {
    "id": 31,
    "ano": 2024,
    "etapa": 2,
    "materia": "Língua Estrangeira",
    "topico": "Leitura de textos em língua estrangeira",
    "texto_questao": "(Questão com imagem - Tirinha)\nLeia a tirinha a seguir para responder as questões.\n[Tirinha do Gaturro sobre \"voluntad\" (vontade)]\n\n**Qual palavra possui um sentido contrário a “también” em espanhol?**",
    "referencia": "Adaptado de https://22tonslatinos.blogspot.com/2013/05/gaturro-e-os-antonimos.html/. Acesso em: 17/06/2024.",
    "alternativas": [
      {"letra": "A", "texto": "Además."},
      {"letra": "B", "texto": "Tal vez."},
      {"letra": "C", "texto": "Incluso."},
      {"letra": "D", "texto": "Tampoco."},
      {"letra": "E", "texto": "No."}
    ],
    "resposta_letra": "D"
  },
  {
    "id": 32,
    "ano": 2024,
    "etapa": 2,
    "materia": "Língua Estrangeira",
    "topico": "Leitura de textos em língua estrangeira",
    "texto_questao": "(Questão com imagem - Tirinha)\nLeia a tirinha a seguir para responder as questões.\n[Tirinha do Gaturro sobre \"voluntad\" (vontade)]\n\n**A expressão “com voluntad” no primeiro quadrinho poderia ser substituída por qual outra sem perder o significado proposto?**",
    "referencia": "Adaptado de https://22tonslatinos.blogspot.com/2013/05/gaturro-e-os-antonimos.html/. Acesso em: 17/06/2024.",
    "alternativas": [
      {"letra": "A", "texto": "Con ganas."},
      {"letra": "B", "texto": "Con permiso."},
      {"letra": "C", "texto": "Con realidad."},
      {"letra": "D", "texto": "Con certeza."},
      {"letra": "E", "texto": "Com voluntariedad."}
    ],
    "resposta_letra": "A"
  },
  {
    "id": 33,
    "ano": 2024,
    "etapa": 2,
    "materia": "Língua Estrangeira",
    "topico": "Leitura de textos em língua estrangeira",
    "texto_questao": "Leia o texto para responder as questões.\nMakeshift shelter saves hundreds of dogs amid floods in southern Brazil\n[Texto em inglês sobre um abrigo improvisado para cães em Canoas, RS, durante as enchentes]\n\n**A partir da leitura do texto “Makeshift shelter saves hundreds of dogs amid floods in southern Brazil\", considere as seguintes afirmações abaixo:**\nI – A cidade de Canoas já contava com um espaço preparado para receber animais em situações de crise.\nII – Sempre que um cão é encontrado por seus tutores, os voluntários fazem um momento de silêncio para celebrar o reencontro.\nIII – Muitos chegam após terem sido atropelados ou quase se afogado, mas nem todos os cães feridos que são resgatados conseguem ser enviados para hospitais veterinários.\nIV – O governo rebateu as acusações de inação em relação às ações de resgate de animais.\nV – Além de cães e gatos, bovinos também podem contar com auxílio veterinário.\n\n**Estão corretas:**",
    "referencia": "Adaptado de https://abcnews.go.com/International/wireStory/makeshift-shelter-saves-hundreds-dogs-amid-floods-southern-110101279. Acesso em: 24/05/2024.",
    "alternativas": [
      {"letra": "A", "texto": "I, II e V apenas."},
      {"letra": "B", "texto": "II, III e V apenas."},
      {"letra": "C", "texto": "I e IV apenas."},
      {"letra": "D", "texto": "III, IV e V apenas."},
      {"letra": "E", "texto": "II e IV apenas."}
    ],
    "resposta_letra": "D"
  },
  {
    "id": 34,
    "ano": 2024,
    "etapa": 2,
    "materia": "Língua Estrangeira",
    "topico": "Leitura de textos em língua estrangeira",
    "texto_questao": "Leia o texto para responder as questões.\nMakeshift shelter saves hundreds of dogs amid floods in southern Brazil\n[Texto em inglês sobre um abrigo improvisado para cães em Canoas, RS, durante as enchentes]\n\n**Considerando os contextos textual e frasal, as palavras “makeshift” (l.1), “jittery” (l.25) e \"heartwarming” (l.28) podem ser substituídas, sem mudança de sentido, respectivamente por**",
    "referencia": "Adaptado de https://abcnews.go.com/International/wireStory/makeshift-shelter-saves-hundreds-dogs-amid-floods-southern-110101279. Acesso em: 24/05/2024.",
    "alternativas": [
      {"letra": "A", "texto": "disposable; noisy; cardiological."},
      {"letra": "B", "texto": "uncomfortable; angry; sad."},
      {"letra": "C", "texto": "temporary; edgy; sickening."},
      {"letra": "D", "texto": "provisional; nervous; emotional."},
      {"letra": "E", "texto": "permanent; hungry; lukewarm."}
    ],
    "resposta_letra": "D"
  },
  {
    "id": 35,
    "ano": 2024,
    "etapa": 2,
    "materia": "Língua Estrangeira",
    "topico": "Leitura de textos em língua estrangeira",
    "texto_questao": "Leia o texto para responder as questões.\nMakeshift shelter saves hundreds of dogs amid floods in southern Brazil\n[Texto em inglês sobre um abrigo improvisado para cães em Canoas, RS, durante as enchentes]\n\n**Qual das alternativas abaixo está correta?**",
    "referencia": "Adaptado de https://abcnews.go.com/International/wireStory/makeshift-shelter-saves-hundreds-dogs-amid-floods-southern-110101279. Acesso em: 24/05/2024.",
    "alternativas": [
      {"letra": "A", "texto": "Em \"Dog food is scattered throughout the facility, and dogs are chained at distances from one another to prevent fighting” (l.14-15), vemos um exemplo de uso de passive voice."},
      {"letra": "B", "texto": "Em \"Animal protection groups and volunteers have shared images of difficult rescues and heartwarming scenes of pets reuniting with their owners on social media” (l.27-28), vemos um exemplo de uso de past perfect."},
      {"letra": "C", "texto": "Em “They will bring food and medical supplies, assist cats and dogs that have found shelter and seek out those still fending for themselves, said Ungerer, 41” (l.34-35), vemos um exemplo de uso de past perfect continuous."},
      {"letra": "D", "texto": "Em \"Our community chose to embrace this, but days ago we felt so alone” (l.21-22), vemos um exemplo de uso de present perfect."},
      {"letra": "E", "texto": "Em “The images have spurred Brazilians to send donations and brought veterinarians to the region\" (l.30-31), vemos um exemplo de uso de future continuous."}
    ],
    "resposta_letra": "A"
  },
  {
    "id": 36,
    "ano": 2024,
    "etapa": 1,
    "materia": "Biologia",
    "topico": "Doenças causadas por bactérias",
    "texto_questao": "Rio Grande do Sul investiga mais de 800 casos de leptospirose\nO Laboratório Central (Lacen) do Rio Grande do Sul analisa mais de 800 amostras de casos suspeitos de leptospirose. Em nota, a Secretaria de Saúde do estado informou que acompanha o aumento de casos suspeitos associados às enchentes e, consequentemente, ao aumento da exposição da população à doença. De acordo com a secretaria, o Lacen dispõe de dois testes para o diagnóstico da leptospirose: o teste de biologia molecular, conhecido como RT-PCR, e o teste diagnóstico sorológico.\n\n**A doença infecciosa citada no texto tem como agente causador um(a)**",
    "referencia": "https://agenciabrasil.ebc.com.br/saude/noticia/2024-05/rio-grande-do-sul-investiga-mais-de-800-casos-de-leptospirose. Acesso em: 27/05/2024.",
    "alternativas": [
      {"letra": "A", "texto": "verme."},
      {"letra": "B", "texto": "vírus."},
      {"letra": "C", "texto": "protozoário."},
      {"letra": "D", "texto": "bactéria."},
      {"letra": "E", "texto": "mosca."}
    ],
    "resposta_letra": "D"
  },
  {
    "id": 37,
    "ano": 2024,
    "etapa": 1,
    "materia": "Biologia",
    "topico": "DNA e RNA: Replicação do DNA, Transcrição e Tradução",
    "texto_questao": "Cientistas criam DNA humano sintético usando inteligência artificial\nA inteligência artificial (IA) acaba de ir um passo além. Uma equipe de cientistas da Universidade Paris-Saclay, da França, e da Universidade de Tartu, da Estônia, conseguiram criar um algoritmo que gera sequências de DNA de pessoas inexistentes. Com ele, a equipe conseguiu replicar genomas humanos realistas que, de acordo com eles, são indistinguíveis do DNA verdadeiro a única diferença é que são totalmente sintéticos. Os pesquisadores acreditam que o projeto pode ser usado como uma ferramenta para geneticistas de pesquisa, que podem experimentar com genética sem comprometer a ética científica ou a vida de pessoas reais.\n\n**As bases nitrogenadas que compõem a molécula citada no texto e as ligações que as mantêm unidas quimicamente são**",
    "referencia": "https://exame.com/ciencia/cientistas-criam-dna-humano-sintetico-usando-inteligencia-artificial/. Acesso em: 27/05/2024.",
    "alternativas": [
      {"letra": "A", "texto": "adenina, guanina, citosina e timina, via ligações Van der Waals."},
      {"letra": "B", "texto": "adenina, guanina, citosina e uracila, via ligações covalentes."},
      {"letra": "C", "texto": "adenina, guanina, citosina e timina, via ligações metálicas."},
      {"letra": "D", "texto": "adenina, guanina, citosina e timina, via ligações de hidrogênio."},
      {"letra": "E", "texto": "adenina, guanina, citosina e uracila, via ligações iônicas."}
    ],
    "resposta_letra": "D"
  },
  {
    "id": 38,
    "ano": 2024,
    "etapa": 1,
    "materia": "Geografia",
    "topico": "Desenvolvimento sustentável",
    "texto_questao": "Recuperar vegetação degradada no RS ajuda a prevenir tragédias\nO Rio Grande do Sul dispõe de 1,16 milhão de hectares de áreas degradadas de vegetação, que podem ser recuperadas e usadas para aumentar a resiliência do estado a eventos climáticos extremos. A análise é do Instituto Escolhas, que lançou o relatório Estratégias de recuperação da vegetação nativa em ampla escala para o Brasil. “Um investimento mais que necessário para contribuir com a mitigação climática, como também com outros serviços ecossistêmicos essenciais à sustentabilidade dos agroecossistemas brasileiros, com a promoção da biodiversidade ea manutenção de recursos hídricos, do solo e dos processos ecológicos, que asseguram a estabilidade ambiental para o desenvolvimento das atividades produtivas no campo”, diz o documento.\n\n**Entre as estratégias que podem contribuir para a melhoria do problema citado no texto está**",
    "referencia": "https://agenciabrasil.ebc.com.br/geral/noticia/2024-05/recuperar-vegetacao-degradada-no-rs-ajuda-prevenir-tragedias. Acesso em: 29/05/2024.",
    "alternativas": [
      {"letra": "A", "texto": "a liberação da caça de espécies animais endêmicas do estado."},
      {"letra": "B", "texto": "o investimento em tecnologias para uso racional do solo."},
      {"letra": "C", "texto": "a alteração do curso de rios e esvaziamento de lagoas."},
      {"letra": "D", "texto": "o aumento das áreas dedicadas à criação de gado."},
      {"letra": "E", "texto": "a retirada dos produtores rurais de suas áreas de ocupação."}
    ],
    "resposta_letra": "B"
  },
  {
    "id": 39,
    "ano": 2024,
    "etapa": 1,
    "materia": "Física",
    "topico": "Leis de Newton",
    "texto_questao": "(Questão com imagem)\nPara ajudar na organização e limpeza da sala de aula, um estudante tomou a iniciativa de mover a mesa do professor para que ele e seus colegas conseguissem varrer a sala com maior eficiência. Para isso, ele está empurrando uma mesa de massa 30 kg sobre um chão horizontal, conforme a imagem a seguir. Ele aplica uma força de 150N para a direita. A força de atrito entre a mesa e o chão é de 90N.\n[Imagem de uma pessoa empurrando uma mesa para a direita]\n**Qual das alternativas a seguir está de acordo com a 3ª Lei de Newton?**",
    "referencia": "MÁXIMO, Antônio; ALVARENGA, Beatriz; GUIMARÃES, Carla. FÍSICA FRENTE A. 2. ed. São Paulo: Ática, 2017. Fonte da imagem: adaptada de FÍSICA FRENTE A de Antônio Máximo, Beatriz Alvarenga e Carla Guimarães. Disponível em: https://docplayer.com.br/184990493-Fisica-frente-a-ensino-medio.html. Acesso em: 25/05/2024.",
    "alternativas": [
      {"letra": "A", "texto": "A mesa se move porque a força aplicada pelo estudante sobre ela é maior do que a força que a mesa aplica sobre o estudante."},
      {"letra": "B", "texto": "A força normal exercida pelo chão na mesa e a força gravitacional exercida pela Terra na mesa são forças de ação e reação."},
      {"letra": "C", "texto": "A força de 150N aplicada pelo estudante na mesa e a força de 150N que a mesa aplica ao estudante são forças de ação e reação."},
      {"letra": "D", "texto": "A força de 150N aplicada pelo estudante na mesa e a força de atrito de 90N são forças de ação e reação."},
      {"letra": "E", "texto": "Uma força é uma interação entre corpos e, por isso, envolve uma ação e uma reação que atuam no mesmo corpo. Na situação citada a ação e a reação estão na mesa."}
    ],
    "resposta_letra": "C"
  },
  {
    "id": 40,
    "ano": 2024,
    "etapa": 1,
    "materia": "Física",
    "topico": "Movimento retilíneo uniformemente variado",
    "texto_questao": "(Questão com imagem)\n“O Maio Amarelo é um movimento criado com a finalidade de chamar a atenção da sociedade para o alto índice de mortos e feridos no trânsito de todo o mundo. No Brasil, as campanhas do Maio Amarelo iniciaram em 2014 e unem o poder público, a iniciativa privada e a sociedade civil no propósito de discutir e criar estratégias voltadas à segurança viária e à construção de vias e espaços mais seguros e ambientalmente sustentáveis. O envolvimento destes vários segmentos da sociedade reflete na efetividade das campanhas, pois promovem ações coordenadas entre os participantes, evidenciando a importância do tema da segurança no trânsito e ampliando as ações e propagação de campanhas educativas.”\n[Imagem da campanha Maio Amarelo 2024]\nUma das formas de evitar acidentes de trânsito é respeitar os limites de velocidade em cada via. Considere que um carro está viajando em uma estrada reta a uma velocidade constante de 72 km/h, onde a velocidade máxima permitida é de 80 Km/h. De repente, ele é atingido por trás por outro veículo que vinha a 108 km/h e não conseguiu frear a tempo. Após a colisão, o carro atingido acelera a 5 m/s² por 4 segundos antes de perder velocidade e parar completamente. **Qual é a distância total percorrida pelo carro atingido durante os 4 segundos?**",
    "referencia": "https://www.gov.br/transportes/pt-br/assuntos/transito/maio-amarelo-2024. Acesso em: 25/05/2024.",
    "alternativas": [
      {"letra": "A", "texto": "120 metros."},
      {"letra": "B", "texto": "140 metros."},
      {"letra": "C", "texto": "160 metros."},
      {"letra": "D", "texto": "180 metros."},
      {"letra": "E", "texto": "200 metros."}
    ],
    "resposta_letra": "A"
  },
  {
    "id": 41,
    "ano": 2024,
    "etapa": 1,
    "materia": "Física",
    "topico": "Princípio de Pascal",
    "texto_questao": "Os elevadores hidráulicos são dispositivos que utilizam o princípio de Pascal para multiplicar uma força aplicada em um pistão menor para gerar uma força maior em um pistão maior. Eles são amplamente usados em diferentes contextos, desde elevadores de carros e de cargas em indústrias até elevadores de prédios comerciais e residenciais.\n\n**Qual das seguintes afirmações está de acordo com o princípio de Pascal?**",
    "referencia": "GASPAR, Alberto. Física, volume único. 1. ed. São Paulo: Ática, 2005.",
    "alternativas": [
      {"letra": "A", "texto": "A pressão em um líquido é inversamente proporcional à profundidade do líquido."},
      {"letra": "B", "texto": "A pressão exercida por um líquido em um recipiente é diretamente proporcional à área da superfície em contato com o líquido."},
      {"letra": "C", "texto": "A pressão em um líquido diminui com a densidade do líquido."},
      {"letra": "D", "texto": "A pressão em um líquido depende apenas da temperatura do líquido."},
      {"letra": "E", "texto": "A pressão em um líquido em equilíbrio é a mesma em todas as direções."}
    ],
    "resposta_letra": "E"
  },
  {
    "id": 42,
    "ano": 2024,
    "etapa": 1,
    "materia": "Química",
    "topico": "Óxidos (nomenclatura, classificação e reações)",
    "texto_questao": "A QUÍMICA DA HIGIENE BUCAL\nA composição química da “pasta de dentes” que utilizamos hoje é formada por 20-55% de abrasivos, 15-25% de água, 0,2-0,3% de fluoreto, 20-35% de umectantes, além de outros componentes secundários como, por exemplo, flavorizantes, espessantes, conservantes e aromatizantes. Os abrasivos são pós insolúveis em água que precisam ter sua aplicação controlada para que não haja danos aos dentes e à saúde do consumidor. Os principais abrasivos usados são o carbonato de cálcio (CaCO3) e o dióxido de silício (SiO2). Os umectantes (como a glicerina, o sorbitol e o etilenoglicol) são usados para evitar o ressecamento da pasta. Já os espessantes dão a textura viscosa do creme dental.\n\n**As substâncias abrasivas mencionadas no texto podem ser classificadas respectivamente como:**",
    "referencia": "adaptado de https://www.crqv.org.br/index.php?option=com_content&view=article&id=502:a-quimica-da-higiene-bucal&catid=96&Itemid=2483. Acesso em: 04/10/2022.",
    "alternativas": [
      {"letra": "A", "texto": "Óxido e Base"},
      {"letra": "B", "texto": "Sal e Óxido"},
      {"letra": "C", "texto": "Ácido e Ácido"},
      {"letra": "D", "texto": "Sal e Sal"},
      {"letra": "E", "texto": "Base e Sal"}
    ],
    "resposta_letra": "B"
  },
  {
    "id": 43,
    "ano": 2024,
    "etapa": 1,
    "materia": "Química",
    "topico": "Processos de separação misturas",
    "texto_questao": "(Questão com imagem)\nEm Pelotas, o Serviço Autônomo de Saneamento de Pelotas (SANEP) é responsável pela captação, tratamento e distribuição de água potável, entre outros serviços. Ao todo, são cinco Estações de Tratamento de água (ETA) na cidade. A mais antiga delas é a ETA Santa Bárbara, com obras realizadas em duas etapas, 1968 e 1985. A imagem abaixo representa todas as etapas de tratamento de água, desde a captação até a distribuição para as residências.\n[Imagem: Esquema do Tratamento da água: Água Bruta -> Coagulação e Floculação -> Decantação -> Filtração -> Cloração e Fluoretação -> Reservatório -> Residências]\nA partir dos processos de separação de misturas elencados na figura, relacione a coluna 1 com a coluna 2, considerando o que acontece em cada um dos processos:\n**Coluna 1**\nI - Coagulação e Floculação\nII - Decantação\nIII - Filtração\nIV - Cloração e Fluoretação\n**Coluna 2**\n( ) Consiste na adição de um sal inorgânico, cuja reação produz o agrupamento e a compactação das partículas em suspensão e no estado coloidal, em grandes conjuntos, o que se consegue através de uma agitação lenta para evitar o rompimento do material formado.\n( ) Etapa que separa misturas sólido-líquido, sendo o sólido separado do líquido por um sistema que retém as partículas maiores que o diâmetro de seus “poros” e permite que as partículas de menor tamanho o atravessem.\n( ) Etapa de desinfecção e purificação da água, buscando reduzir bactérias patogênicas e contribuir para a prevenção de cáries no usuário final.\n( ) Processo utilizado em misturas entre um líquido e um sólido ou entre dois líquidos imiscíveis. Nas estações de tratamento da água, esta é uma das técnicas empregadas para separar a água da areia e de outros materiais orgânicos.\n\n**Qual sequência representa, respectivamente, os processos descritos na Estação de Tratamento de água?**",
    "referencia": "adaptado de https://portal.sanep.com.br/agua/tratamento-agua. Acesso em: 15/06/2024.",
    "alternativas": [
      {"letra": "A", "texto": "I, III, IV, II."},
      {"letra": "B", "texto": "I, II, III, IV."},
      {"letra": "C", "texto": "IV, III, II, I."},
      {"letra": "D", "texto": "I, IV, III, II."},
      {"letra": "E", "texto": "IV, II, I, III."}
    ],
    "resposta_letra": "A"
  },
  {
    "id": 44,
    "ano": 2024,
    "etapa": 1,
    "materia": "Química",
    "topico": "Modelos atômicos",
    "texto_questao": "(Questão com imagem)\nObserve a tirinha abaixo:\n[Tirinha humorística com Mendeleev organizando a mesa, Watson e Crick com macarrão de letrinhas (DNA), Thomson com pudim de passas]\n**Como podemos relacionar o papel de Mendeleev e Thomson no jantar com suas contribuições para a ciência?**",
    "referencia": "Fonte: @quadrinhorama. Criado: 06 abril de 2021. Acesso em: 19/06/2024.",
    "alternativas": [
      {"letra": "A", "texto": "Mendeleev foi o responsável por organizar o lugar de cada cientista na mesa, pois ficava nervoso com desorganização. Já Thomson ficou responsável pela sobremesa, levando um pudim de passas, pois era a única sobremesa que sabia cozinhar."},
      {"letra": "B", "texto": "Mendeleev foi o responsável por organizar o lugar de cada cientista na mesa, uma vez que ele propôs um modelo atômico que ordenava as partículas. Já Thomson ficou responsável pela sobremesa, levando um pudim de passas por ter proposto uma tabela periódica representada dessa forma."},
      {"letra": "C", "texto": "Mendeleev foi o responsável por organizar o lugar de cada cientista na mesa, uma vez que ele ordenou os elementos químicos na Tabela Periódica. Já Thomson ficou responsável pela sobremesa, levando um pudim de passas por ter proposto o modelo atômico representado dessa forma."},
      {"letra": "D", "texto": "Mendeleev foi o responsável por organizar o lugar de cada cientista na mesa, uma vez que ele propôs a ordem de reatividade dos elementos químicos na Tabela Periódica. Já Thomson ficou responsável pela sobremesa, levando um pudim de passas por representar as interações intermoleculares dessa forma."},
      {"letra": "E", "texto": "Mendeleev foi o responsável por organizar o lugar de cada cientista na mesa, uma vez que ele organizou a ordem de eletronegatividade dos elementos químicos. Já Thomson ficou responsável pela sobremesa, levando um pudim de passas por ter estudado as reações químicas."}
    ],
    "resposta_letra": "C"
  },
  {
    "id": 45,
    "ano": 2024,
    "etapa": 1,
    "materia": "História",
    "topico": "Antiguidade Oriental: Oriente Próximo (Egito, Mesopotâmia, Hebreus, Palestinos, Fenícios, Persas, China)",
    "texto_questao": "Leia o fragmento abaixo.\nA escrita teria então surgido, pela primeira vez na Mesopotâmia, na forma de desenhos (pictogramas) que ainda hoje podemos facilmente identificar, interpretar. Esses sinais pictográficos iniciais estavam gravados em placas de pedra que foram encontrados no sul da Mesopotâmia, sobretudo na região de Uruk. Muito rapidamente, a forma desses sinais evoluiu para se tornar mais esquemática e depois, numa fase posterior, totalmente abstrata. Por causa da forma particular em “cunha, ângulo reto” (do latim cuneus: cunha) dos elementos que compunham cada signo, essa escrita avançada foi chamada de “cuneiforme”.\n\n**Assinale a alternativa correta sobre a escrita cuneiforme:**",
    "referencia": "BACHELOT, Luc. Aventuras e desventuras da escrita. A propósito da interpretação do nascimento da escrita na Mesopotamia. Cadernos do Lepaarq (Revista do Laboratório de Ensino e Pesquisa em Antropologia e Arqueologia da Universidade Federal de Pelotas), v. XVII, n.33, p. 229, Jan-Jun. 2020.",
    "alternativas": [
      {"letra": "A", "texto": "A evolução da escrita cuneiforme só foi possível com a ajuda dos egípcios, que a aperfeiçoaram, surgindo, assim, os hieróglifos."},
      {"letra": "B", "texto": "A expansão militar dos assírios foi responsável pela introdução da escrita cuneiforme na Grécia, dando origem à escrita Linear B."},
      {"letra": "C", "texto": "A Pedra de Roseta foi peça-chave para o entendimento da escrita cuneiforme."},
      {"letra": "D", "texto": "O linguista francês Jean-François Champollion foi o responsável por decifrar a escrita cuneiforme."},
      {"letra": "E", "texto": "Foi inventada pelos sumérios com fins contábeis e administrativos."}
    ],
    "resposta_letra": "E"
  },
  {
    "id": 46,
    "ano": 2024,
    "etapa": 1,
    "materia": "História",
    "topico": "Antiguidade Ocidental: Mediterrâneo Antigo (Grécia e Roma)",
    "texto_questao": "(Questão com imagem)\nObserve a figura.\n[Mapa simplificado mostrando Roma e Cartago no Mediterrâneo]\nConsidere as afirmações abaixo, sobre a história das Guerras Púnicas (264 a.C a 146 a.C).\nI - Na Segunda Guerra Púnica, Roma foi derrotada pelo general cartaginês Aníbal Barca, que liderou uma invasão bem-sucedida à capital romana.\nII - Com a derrota definitiva de Cartago, Roma passou a exercer seu domínio sobre o mar Mediterrâneo, que passou a ser chamado de Mare Nostrum (“nosso mar”) pelos romanos.\nIII - As Guerras Púnicas foram três conflitos travados entre Roma e Cartago, e ao final das guerras, os cartagineses foram derrotados.\n\n**Estão corretas?**",
    "alternativas": [
      {"letra": "A", "texto": "I, II e III."},
      {"letra": "B", "texto": "I e III apenas."},
      {"letra": "C", "texto": "II e III apenas."},
      {"letra": "D", "texto": "II apenas."},
      {"letra": "E", "texto": "III apenas."}
    ],
    "resposta_letra": "C"
  },
  {
    "id": 47,
    "ano": 2024,
    "etapa": 1,
    "materia": "Geografia",
    "topico": "Coordenadas geográficas e fusos horários",
    "texto_questao": "As coordenadas geográficas são um sistema de linhas imaginárias que permitem a localização de qualquer ponto na superfície terrestre. A localização de uma determinada coordenada geográfica ocorre por meio do ponto de encontro entre um paralelo e um meridiano.\n**A partir dos seus conhecimentos sobre o assunto, avalie as seguintes afirmações:**\nI - A linha do Equador está traçada a igual distância dos polos, formando um plano que divide horizontalmente a Terra em duas partes iguais: o hemisfério Norte e o hemisfério Sul.\nII – A longitude de um ponto é a distância angular entre o plano do Equador e um ponto na superfície da Terra, unido perpendicularmente ao centro do Planeta, com variação entre 0° e 90°, nas direções norte ou sul.\nIII – O Trópico de Câncer e o Círculo Polar Ártico se situam no Hemisfério Norte; já o Trópico de Capricórnio e o Círculo Polar Antártico, no Hemisfério Sul.\nIV – A faixa do planeta situada entre o trópico de Capricórnio e o de Câncer é denominada de zona tropical ou intertropical.\n\n**Estão corretas:**",
    "alternativas": [
      {"letra": "A", "texto": "I, III e IV apenas."},
      {"letra": "B", "texto": "II, III e IV apenas."},
      {"letra": "C", "texto": "I, II e III apenas."},
      {"letra": "D", "texto": "I e II apenas."},
      {"letra": "E", "texto": "II e III apenas."}
    ],
    "resposta_letra": "A"
  },
  {
    "id": 48,
    "ano": 2024,
    "etapa": 1,
    "materia": "Geografia",
    "topico": "A Gestão dos recursos hídricos no Brasil e no Mundo",
    "texto_questao": "A água é um elemento vital. Para a humanidade, é um recurso de sobrevivência e abastecimento, de manutenção e ampliação das atividades econômicas e da vida cotidiana. A forma como a água está distribuída pelo planeta não é regular, ou seja, em alguns lugares há maior abundância e em outros é mais escassa. Segundo a ONU, cada pessoa necessita em média 110 litros de água para atender suas necessidades básicas de consumo e higiene, como fazer comida e comer, tomar banho, escovar os dentes, lavar as mãos e o rosto, usar a descarga no vaso sanitário. O que se sabe é que em alguns países esse consumo é muito maior e, em outros, inferior ao mínimo, ou seja, o consumo é desigual. No Brasil, por exemplo, no ano de 2018, a média de consumo dos brasileiros foi de 154 litros por pessoa.\n\n**Considerando que esse recurso é finito, identifique, nas alternativas a seguir, a que NÃO caracteriza uma medida de consumo consciente da água.**",
    "referencia": "adaptado de Brasileiro consome cerca de 154 litros de água por dia. Rádio Agência. Brasília, DF. 23 fev. 2018. Disponível em: https://agenciabrasil.ebc.com.br. Acesso em: 17/08/2024.",
    "alternativas": [
      {"letra": "A", "texto": "Priorizar banhos curtos."},
      {"letra": "B", "texto": "Esperar juntar uma quantidade de roupas suficiente para lavar."},
      {"letra": "C", "texto": "Deixar a torneira aberta ao escovar os dentes, ao fazer a barba e ao passar sabão na louça."},
      {"letra": "D", "texto": "Organizar a louça antes de lavá-la."},
      {"letra": "E", "texto": "Usar cisternas para fazer a captação e o armazenamento da água da chuva."}
    ],
    "resposta_letra": "C"
  },
  {
    "id": 49,
    "ano": 2024,
    "etapa": 1,
    "materia": "Filosofia",
    "topico": "Surgimento da filosofia",
    "texto_questao": "Leia os textos a seguir.\nTEXTO 1\n\"A nutrição de todas as coisas é úmida, as sementes e os germes de todas as coisas têm natureza úmida, e, portanto, a secura total é a morte. A vida está ligada à umidade e esta pressupõe a água, então a água é a fonte última da vida\".\nTEXTO 2\n\"O ar se presta melhor do que qualquer outro elemento às variações e transformações necessárias para fazer nascer as diversas coisas. Ao se condensar, resfria-se e se torna água e, depois, terra; ao se distender (ou seja, rarefazendo-se) e dilatar, esquenta e torna-se fogo”\n\n**Avalie as afirmações:**\nI - Representam as posições dos pré-socráticos Tales e Anaxímenes, respectivamente, que através do logos, o discurso racional, desenvolveram hipóteses sobre a origem da matéria, valendo-se do conceito de arché, a substância primordial.\nII - Simbolizam o tipo de discussão desenvolvida pelos estoicos e epicuristas que, no período da invasão macedônica, preocuparam-se, primordialmente, com questões relacionadas às ciências físicas.\nIII – Demarcam o modelo de explicação mítica próprio da Grécia Antiga, que condiciona os elementos da natureza a um poder metafísico que extravasa a própria matéria.\nIV – Apontam a passagem do mito ao logos, em um contexto cuja filosofia nascente, preocupada em desvendar os mistérios da physis, a natureza, se desenvolve nas colônias gregas junto à costa do Mar Egeu.\n\n**Estão corretas:**",
    "referencia": "REALE, G. História da filosofia: filosofia pagă antiga, v. 1. São Paulo: Paulus, 2003, p. 19. e p. 21.",
    "alternativas": [
      {"letra": "A", "texto": "I apenas."},
      {"letra": "B", "texto": "II apenas."},
      {"letra": "C", "texto": "III apenas."},
      {"letra": "D", "texto": "I e IV apenas."},
      {"letra": "E", "texto": "II e IV apenas."}
    ],
    "resposta_letra": "D"
  },
  {
    "id": 50,
    "ano": 2024,
    "etapa": 1,
    "materia": "Filosofia",
    "topico": "Formas de conhecer: conhecimento mítico, conhecimento do sensocomum, conhecimento científico",
    "texto_questao": "O conhecimento humano se desenvolve ao longo da história como uma resposta às necessidades de enfrentar o desconhecido, buscando alívio para as angústias que ele provoca. Diversas formas de construção do conhecimento foram e continuam a ser utilizadas, conferindo maior autonomia e poder àqueles que o detêm. Entre essas formas, destacam-se os mitos, a filosofia e a ciência.\n**As sentenças a seguir se referem a diferentes modos de construção do conhecimento. A seu respeito, analise sua veracidade:**\nI - Os mitos costumam ser representados através da tradição oral, estando presentes nas mais diversas culturas. Através deles o ser humano representa a ação do sobrenatural nos acontecimentos cotidianos, de modo que a crença se sobrepõe como critério de verdade.\nII – O conhecimento científico busca identificar regularidades, padrões e leis gerais que expliquem o funcionamento dos fenômenos naturais. Baseia-se na experimentação e na racionalidade, estabelecendo relações de causa e efeito sem recorrer à superstição, mas através da observação rigorosa dos fenômenos.\nIII – Os mitos gregos supunham a existência de uma liberdade humana independente de quaisquer predeterminações do destino, motivo pelo qual não conflitou com a filosofia pré-socrática. Em ambos os casos, no mito e na filosofia, o saber racional é apontado como principal critério para o estabelecimento da verdade.\nIV – A filosofia grega teve início questionando a constituição da physis, a natureza material do mundo, outrora explicada por critérios sobrenaturais. Os filósofos chamados pré-socráticos, questionando a validade dos mitos, apostaram na razão como critério de verdade para avaliar suas hipóteses sobre a ocorrência dos fenômenos que os circundavam.\n\n**Estão corretas:**",
    "alternativas": [
      {"letra": "A", "texto": "I, II e IV apenas."},
      {"letra": "B", "texto": "I, II e III apenas."},
      {"letra": "C", "texto": "I, III e IV apenas."},
      {"letra": "D", "texto": "II, III e IV apenas."},
      {"letra": "E", "texto": "I, II, III e IV."}
    ],
    "resposta_letra": "A"
  },
  {
    "id": 51,
    "ano": 2024,
    "etapa": 1,
    "materia": "Filosofia",
    "topico": "Formas de conhecer: conhecimento mítico, conhecimento do sensocomum, conhecimento científico",
    "texto_questao": "O senso comum reflete o entendimento médio, comum das pessoas. São usualmente generalizações, cuja origem ou fundamentação inicial já se perdeu. (...). Repetidas irrefletidamente no cotidiano, algumas noções do senso comum manifestam ideias falsas, preconceituosas ou parciais da realidade. Outras, no entanto, revelam profunda reflexão sobre a vida o que chamamos sabedoria popular.\n\n**Qual dentre as alternativas a seguir melhor se adequa às características do senso comum?**",
    "referencia": "COTRIM, G.; FERNANDES, M. Fundamentos de Filosofia. 4. Ed. São Paulo: Saraiva, 2016, p. 83.",
    "alternativas": [
      {"letra": "A", "texto": "Questionamento crítico e criatividade individual."},
      {"letra": "B", "texto": "Conformismo e reprodução de generalizações populares."},
      {"letra": "C", "texto": "Curiosidade investigativa e análise lógica."},
      {"letra": "D", "texto": "Distanciamento dos valores culturais e autonomia de pensamento."},
      {"letra": "E", "texto": "Reflexão profunda e abertura à pluralidade de ideias."}
    ],
    "resposta_letra": "B"
  },
  {
    "id": 52,
    "ano": 2024,
    "etapa": 1,
    "materia": "Filosofia",
    "topico": "A contribuição da sociologia para a compreensão da vida em sociedade",
    "texto_questao": "(Questão com imagem)\nObserve a figura:\n[Charge: Pessoa quebrando um molde/modelo e dizendo \"ROMPI COM O MODELO!\"]\nComo afirmou o pensador alemão Karl Jaspers (1883-1969), as perguntas em filosofia são mais essenciais que as respostas e cada resposta transforma-se numa nova pergunta. Isso ocorre porque a filosofia busca essa ampliação da paisagem e seus horizontes. (Fundamentos de Filosofia, p. 39). Nessa mesma linha, um dos objetivos das ciências sociais é justamente desenvolver o pensamento crítico. Quando olhamos para a sociedade e fazemos determinados questionamentos, encontramos respostas que revelam aspectos que a princípio não eram evidentes.\n\n**Leia as seguintes afirmações:**\nI - A sociologia dedicou-se a entender como a sociedade se estrutura, como produz bens, como os distribui e como essa distribuição implica em concentração de poder.\nII – Viver contemplando, sem uma atitude questionadora, é um dos objetivos da filosofia.\nIII – É nos momentos críticos de quebra e estranhamento do cotidiano que costumam surgir dúvidas sobre temas fundamentais e permanentes da existência humana, dos quais trata a filosofia.\nIV – O ensino da sociologia deve-se basear em dois princípios epistemológicos: o estranhamento e a desnaturalização.\n\n**Estão corretas**",
    "referencia": "Charge: MACHADO, Igor José Renó et al. Sociologia Hoje. 1. ed. São Paulo: Ática, 2013. p.11. Texto: MACHADO, Igor José Renó et al. Sociologia Hoje. 1. ed. São Paulo: Ática, 2013. p.12. e COTRIM, Gilberto; FERNANDES, Mirna. Fundamentos de Filosofia. 2. Ed. São Paulo: Saraiva, 2013.",
    "alternativas": [
      {"letra": "A", "texto": "II e IV apenas."},
      {"letra": "B", "texto": "I, II e IV apenas."},
      {"letra": "C", "texto": "II e III apenas."},
      {"letra": "D", "texto": "I, II e III apenas."},
      {"letra": "E", "texto": "I, III e IV apenas."}
    ],
    "resposta_letra": "E"
  },
  {
    "id": 53,
    "ano": 2024,
    "etapa": 1,
    "materia": "Filosofia",
    "topico": "Filosofia Política",
    "texto_questao": "Durante a Idade Moderna ocorreu o fortalecimento dos governos monárquicos em grande parte da Europa. Disso resultou o que foi denominado de absolutismo monárquico. Consistia na autoridade do rei como fonte suprema e soberana. Na França, o rei Luiz XIV, autor da famosa frase “L'Étatc'est moi” (o Estado sou eu), governou de 1651 até 1715, e foi um dos principais exemplos desse poder.\nA origem do Estado pode ser atribuída às guerras e às conquistas do poder. Entretanto ele precisa ser legítimo para estabelecer suas prerrogativas de governo. Essa questão, sobre quando o Estado é legítimo, esteve presente na construção do Estado moderno e nas teorias contratualistas representadas pelos ingleses Thomas Hobbes (1568-1679), defensor do absolutismo, John Locke (1632-1704), teórico da doutrina liberal, e também pelo franco-suiço Jean-Jacques Rousseau (1712-1778), inspirador da Revolução Francesa.\n\n**Leia as seguintes afirmações:**\nI – O filósofo Thomas Hobbes defendia o absolutismo, escreveu O Príncipe, livro no qual aconselhava o rei como governar.\nII - Jean-Jacques Rousseau rejeitava o absolutismo e defendia a existência de um Estado civil dirigido pela vontade geral do povo, que é o agente soberano responsável tanto por elaborar como por obedecer às leis.\nIII – Para Thomas Hobbes, o estado de natureza, seria a fase anterior à fundação do Estado, onde a vida seria violenta, pobre e curta.\nIV - John Locke foi um dos primeiros teóricos modernos a defender a propriedade privada, a liberdade e os direitos do cidadão. Sobre isso escreveu o livro O Contrato Social – princípios de direito político.\n\n**Estão corretas:**",
    "referencia": "COTRIM, Gilberto. História Global II. 3. ed. São Paulo: Saraiva, 2016. e MACHADO, Igor José Renó et al. Sociologia Hoje. 1. ed. São Paulo: Ática, 2013.",
    "alternativas": [
      {"letra": "A", "texto": "II e IV apenas."},
      {"letra": "B", "texto": "I, II e IV apenas."},
      {"letra": "C", "texto": "II e III apenas."},
      {"letra": "D", "texto": "I, II e III apenas."},
      {"letra": "E", "texto": "III e IV apenas."}
    ],
    "resposta_letra": "C"
  },
   {
    "id": 54,
    "ano": 2024,
    "etapa": 1,
    "materia": "Matemática",
    "topico": "Medidas de tendência central (média, mediana e moda)",
    "texto_questao": "(Questão com imagem)\n“Em meio ao caos provocado pelas águas que invadiram ruas, casas e estabelecimentos comerciais de Porto Alegre, a enchente de 2024 ergueu uma ponte entre o presente e as memórias de um passado já distante, mas ainda doloroso: a enchente de 1941. A história, de fato, se repete não apenas em termos de coincidência climática, mas também em posturas coletivas que, 83 anos depois, nos deixaram à mercê de vulnerabilidades semelhantes” (ZUCATTI, 2024). Em 2024, o estado do Rio Grande do Sul, foi afetado por fortes chuvas que causaram grandes inundações, gerando \"a maior catástrofe climática\" da história do estado. Entre 26 de abril e 5 de maio, chegou a chover de 500 a 700 mm, em quase 60% das cidades do estado. De acordo com relatórios da Defesa Civil, 471 das 497 cidades gaúchas foram afetadas pelas tempestades, ou seja, o equivalente a 94,77% do total. De acordo com os dados, somente 26 cidades não tiveram nenhum impacto relacionado às chuvas.\nObserve no gráfico abaixo, os municípios do Rio Grande do Sul com maior estimativa de população absoluta diretamente afetada pelas enchentes, em observação por satélite em 06/05/2024.\n[Gráfico de barras mostrando população afetada em milhares: Canoas 154, Porto Alegre 151, São Leopoldo 84, Eldorado do Sul 32, Guaíba 21, Santa Cruz do Sul 20, Lajeado 20, Novo Hamburgo 19, Estrela 15, Montenegro 9, Arroio do Meio 7, Encantado 6, Sapucaia do Sul 6, Rio Pardo 6, Triunfo 6]\n**Com base nos dados do gráfico de barras acima, os valores da Média, Moda e Mediana, dos municípios com maior estimativa de população absoluta diretamente afetada pelas enchentes, são respectivamente**",
    "referencia": "https://pt.wikipedia.org/wiki/Enchentes_no_Rio_Grande_do_Sul_em_2024. Acesso em: 04/06/2024. https://www.jornaldocomercio.com/cultura/2024/06/1157133-autor-de-livro-sobre-a-enchente-de-1941-deixou-ensinamento-mas-parece-que-nao-aprenderam.html. Acesso em: 04/06/2024. Gráfico: Fonte:https://oglobo.globo.com/brasil/sos-rio-grande-do-sul/noticia/2024/05/11/plataforma-interativa-mostra-areas-inundadas-pontos-de-abrigo-e-previsoes-para-cheia-no-rs.ghtml. Acesso em: 04/06/2024.",
    "alternativas": [
      {"letra": "A", "texto": "37 mil, 20 mil e 6 mil."},
      {"letra": "B", "texto": "37 mil, 6 mil e 19 mil."},
      {"letra": "C", "texto": "556 mil, 6 mil e 20 mil."},
      {"letra": "D", "texto": "45 mil, 37 mil e 15 mil."},
      {"letra": "E", "texto": "19 mil, 6 mil e 37 mil."}
    ],
    "resposta_letra": "B"
  },
  {
    "id": 55,
    "ano": 2024,
    "etapa": 1,
    "materia": "Matemática",
    "topico": "Progressão Geométrica",
    "texto_questao": "Ο You Tube é uma plataforma de vídeos online. Por meio dela, usuários podem assistir, criar e compartilhar vídeos pela internet. Fundada em 2005, a plataforma possui mais de um bilhão de usuários pelo mundo. A ideia do YouTube é que seus usuários possam não apenas consumir conteúdos na plataforma, mas também os produzir. Na educação, as redes sociais vêm ganhando muita força, sendo utilizadas como importantes ferramentas de ensino. Canais com conteúdos de Matemática e demais disciplinas, têm crescido muito no país.\nO acesso a materiais de qualidade, divulgados por professores de Matemática na internet, facilita muito o aprendizado. Pensando em auxiliar seus alunos de escola pública, buscando também, diminuir a defasagem ocasionada após a pandemia da Covid, o Professor João criou um canal com desenvolvimento de atividades e explicação de conteúdos básicos. O canal foi criado há mais de 3 anos e tem crescido muito.\n\n**Considerando que o ano de 2020 foi encerrado com um total de 20.000 seguidores e que esse número tem dobrado a cada semestre, qual deverá ser o número de seguidores do Canal do Professor João no final de 2024?**",
    "referencia": "https://revistas.uece.br/index.php/BOCEHM/article/view/8004. Acesso em: 10/06/2024. https://gauchazh.clicrbs.com.br/passo-fundo/educacao/noticia/2023/12/com-mais-de-3-milhoes-de-inscritos-passo-fundense-tem-um-dos-maiores-canais-de-matematica-do-youtube-clpu36ras001x012txjf9o91i.html. Acesso em: 10/06/2024. https://brasilescola.uol.com.br/informatica/youtube.htm. Acesso em: 10/06/2024.",
    "alternativas": [
      {"letra": "A", "texto": "160.000"},
      {"letra": "B", "texto": "1.280.000"},
      {"letra": "C", "texto": "640.000"},
      {"letra": "D", "texto": "320.000"},
      {"letra": "E", "texto": "5.120.000"}
    ],
    "resposta_letra": "E"
  },
  {
    "id": 56,
    "ano": 2024,
    "etapa": 1,
    "materia": "Matemática",
    "topico": "Porcentagem",
    "texto_questao": "(Questão com imagem)\nDurante cerca de 500 anos, o Brasil teve altas taxas de fecundidade, uma estrutura etária jovem e um elevado ritmo de crescimento populacional. Mas com a transição demográfica tudo isto mudou e, daqui para a frente, serão outros quinhentos, pois o país terá baixas taxas de fecundidade e um número de filhos cada vez menor. Em consequência, o número de nascimentos que estava em torno de 2,5 milhões de bebês em 1950, aumentou até o quinquênio 1981-1985 e começou a cair a partir de 1986.O gráfico abaixo, também com dados das projeções da Divisão de População da ONU, mostra que o número de nascimentos chegou a 2,7 milhões no início da década de 2020 e deve ficar abaixo de 2,5 milhões de nascimentos por volta de 2030. Desta forma, o número anual de nascimentos nas 7 últimas décadas do atual século deve ser sempre menor do que o número de bebês nascidos em 1950. O número de nascimentos deve ficar em 1,5 milhão de bebês em 2100.\n[Gráfico de barras: Número de nascimentos no Brasil: 1950-2100 (em milhares)]\n**Considere que no ano de 2022 o número de nascimentos no Brasil foi de 2.870.698. Supondo que o número de bebês nascidos está em queda de 1,8% ao ano, qual será o número aproximado de nascimentos no Brasil, no ano de 2028?**",
    "referencia": "https://www.ihu.unisinos.br/626430-o-futuro-da-fecundidade-e-da-%20natalidade-no-brasil-artigo-de-jose-eustaquio-diniz-alves. Acesso em: 10/06/2024. Gráfico: Fonte:https://www.ecodebate.com.br/2023/02/20/o-futuro-da-fecundidade-e-da-natalidade-no-brasil/. Acesso em: 07/04/2024.",
    "alternativas": [
      {"letra": "A", "texto": "Menos de 1.500.000."},
      {"letra": "B", "texto": "Entre 2.600.000 e 2.700.000."},
      {"letra": "C", "texto": "Mais de 3.000.000."},
      {"letra": "D", "texto": "Entre 2.500.000 e 2.600.000."},
      {"letra": "E", "texto": "Entre 2.800.000 e 2.900.000."}
    ],
    "resposta_letra": "D"
  },
  {
    "id": 57,
    "ano": 2024,
    "etapa": 1,
    "materia": "Matemática",
    "topico": "Porcentagem",
    "texto_questao": "O Imposto de Renda de Pessoa Física (IRPF) precisa ser declarado anualmente por todos os cidadãos que possuem bens ou algum tipo de renda que ultrapasse um certo limite. A alíquota do IRPF, ou a porcentagem que um cidadão precisa pagar sobre seus rendimentos, é calculada em diferentes extratos, evoluindo de forma progressiva, pagando mais quem ganha mais. O Imposto de Renda (IR) é calculado em cima do Salário Líquido, que nada mais é do que o valor que o trabalhador recebe, após a incidência dos descontos legais, tais como: INSS, dependentes, auxílio transporte, auxílio alimentação, entre outros. O IR é calculado através da fórmula:\ni = r . a - p\nonde { i = imposto; r = salário líquido (base de cálculo); a = alíquota (%); p = dedução }\nO valor da alíquota varia de acordo com a faixa salarial de cada trabalhador. Observe abaixo a tabela de incidência do IRPF de 2024:\nIncidência mensal - a partir de fevereiro de 2024.\nBase de cálculo | Alíquota | Dedução\n------- | -------- | --------\nAté R$ 2.259,20 | - | -\nDe R$ 2.259,21 até R$ 2.826,65 | 7,5% | R$ 169,44\nDe R$ 2.826,66 até R$ 3.751,05 | 15,0% | R$ 381,44\nDe R$ 3.751,06 até R$ 4.664,68 | 22,5% | R$ 662,77\nAcima de R$ 4.664,68 | 27,5% | R$ 896,00\n\n**Considerando as informações apresentadas, qual deve ser o valor do Imposto de Renda a ser pago, por um trabalhador que recebeu um Salário Líquido de R$ 3491,00?**",
    "referencia": "Tabela: Fonte: https://www.gov.br/receitafederal/pt-br/assuntos/meu-imposto-de-renda/tabelas/2024. Acesso em: 27/05/2024. Texto: CEVADA, J. et al. Matemática nos dias de hoje: algoritmos e álgebra. 1.ed. São Paulo: Sei, 2020. e https://www.institutoclaro.org.br/educacao/para-ensinar/planos-de-aula/matematica-financeira-imposto-de-renda/. Acesso em: 28/05/2024.",
    "alternativas": [
      {"letra": "A", "texto": "R$ 905,09"},
      {"letra": "B", "texto": "R$ 381,44"},
      {"letra": "C", "texto": "R$ 523,65"},
      {"letra": "D", "texto": "R$ 142,21"},
      {"letra": "E", "texto": "R$ 349,00"}
    ],
    "resposta_letra": "D"
  },
  {
    "id": 58,
    "ano": 2024,
    "etapa": 1,
    "materia": "Matemática",
    "topico": "Porcentagem",
    "texto_questao": "Uma matéria realizada pela Coordenação de Comunicação Social da Universidade Federal de Pelotas (UFPel), em alusão ao dia das mulheres na Matemática, comemorado em 12 de maio, salienta que no Brasil, menos de 45% dos ingressantes em cursos de graduação em Matemática são mulheres. Conforme os degraus da carreira científica vão ficando mais altos, o percentual vai diminuindo e se reduz a 15% quando a análise leva em conta os bolsistas de produtividade em pesquisa do Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq). Segundo dados de 2019, ο Departamento de Matemática e Estatística da UFPel conta com 28 docentes na área de Matemática, sendo 11 mulheres, o que representa 39,28%. Com relação aos alunos, no curso de Licenciatura em Matemática diurno são 115 matriculados, sendo 63 mulheres, o que representa 54,78%. No curso de Licenciatura em Matemática noturno são 163 alunos matriculados, sendo 84 mulheres, o que representa 51,53%.\n\n**Com base nessas informações, pode-se observar que a proporção entre as mulheres que estudam no curso de Licenciatura em Matemática, diurno e noturno, na UFPel e as docentes do referido curso é diferente. Pode-se afirmar que em 2019 na UFPel havia uma disparidade entre os percentuais de alunas nos cursos de Licenciatura em Matemática diurno e noturno e de professoras no Departamento de Matemática e Estatística representada por aproximadamente**",
    "referencia": "Dia das Mulheres na Matemática. Coordenação de Comunicação Social UFPel, Pelotas, 14 de maio de 2019. Disponível em: https://ccs2.ufpel.edu.br/wp/2019/05/14/dia-das-mulheres-na-matematica. Acesso em: 13/03/2023.",
    "alternativas": [
      {"letra": "A", "texto": "50%."},
      {"letra": "B", "texto": "31,6%."},
      {"letra": "C", "texto": "13,6%."},
      {"letra": "D", "texto": "15,6%."},
      {"letra": "E", "texto": "52,8%."}
    ],
    "resposta_letra": "C"
  },
   {
    "id": 59,
    "ano": 2024,
    "etapa": 1,
    "materia": "Língua Portuguesa",
    "topico": "Leitura de textos de diferentes gêneros",
    "texto_questao": "(Questão com imagem)\nLeia a charge a seguir para responder a próxima questão.\n[Charge: Homem na cama, mexendo no celular, com tomada soltando faíscas e água entrando pela janela. Balão de pensamento: \"OBA! ESTÁ CHOVENDO POSTAGENS LEGAIS NAS REDES SOCIAIS!\"]\n**Analise as proposições a seguir sobre a charge.**\nI. A charge é um dos gêneros textuais que faz uso da linguagem verbal e não verbal. Pelo cenário e pela fisionomia expressa no rosto da personagem (complementados pela linguagem verbal), infere-se que ela está feliz porque está chovendo após um longo período de estiagem, que assolou o estado do Rio Grande do Sul, durante o verão do ano de 2023.\nII. A interjeição é a classe de palavras utilizada para expressar emoções fortes do emissor do enunciado, como alegria, surpresa, dor, medo, raiva, entre outras. Podem ser sons vocálicos, palavras exclamativas ou locuções interjetivas. A palavra “Oba!” seguida do ponto de exclamação é um exemplo de interjeição, classificada como de alegria.\nIII. A polissemia é o nome que se dá ao fato de um termo apresentar mais de um significado. Dessa maneira, o sentido do termo depende, também, do contexto em que ele é empregado. O uso do verbo \"chovendo” na charge pode ser considerado com um exemplo de polissemia.\nIV. Pelo cenário e pelo contexto de linguagem verbal e não verbal, a charge aborda uma crítica sobre o interesse das pessoas nas ferramentas digitais, principalmente no que está sendo postado nas redes sociais, mesmo que esteja saindo faísca da tomada por causa da forte chuva com trovões, raios e relâmpagos.\n\n**Estão corretas:**",
    "referencia": "Fonte: http://www.arionaurocartuns.com.br/2019/02/charge-celular-tecnologia.html. Acesso em: 03/03/2023.",
    "alternativas": [
      {"letra": "A", "texto": "II e III apenas."},
      {"letra": "B", "texto": "I e II apenas."},
      {"letra": "C", "texto": "I e IV apenas."},
      {"letra": "D", "texto": "II, III, IV apenas."},
      {"letra": "E", "texto": "III e IV apenas."}
    ],
    "resposta_letra": "D"
  },
  {
    "id": 60,
    "ano": 2024,
    "etapa": 1,
    "materia": "Língua Portuguesa",
    "topico": "Leitura de textos de diferentes gêneros",
    "texto_questao": "Leia o texto a seguir para responder a próxima questão.\nA outra noite\nOutro dia fui a São Paulo e resolvi voltar à noite, uma noite de vento sul e chuva, tanto lá como aqui. Quando vinha para casa de táxi, encontrei um amigo e o trouxe até Copacabana; e contei a ele que lá em cima, além das nuvens, estava um luar lindo, de lua cheia; e que as nuvens feias que cobriam a cidade eram, vistas de cima, enluaradas, colchões de sonho, alvas, uma paisagem irreal.\nDepois que o meu amigo desceu do carro, o chofer aproveitou um sinal fechado para voltar-se para mim:\n– O senhor vai desculpar, eu estava aqui a ouvir sua conversa. Mas, tem mesmo luar lá em cima?\nConfirmei: sim, acima da nossa noite preta e enlamaçada e torpe havia uma outra - pura, perfeita e linda.\n– Mas, que coisa. . .\nEle chegou a pôr a cabeça fora do carro para olhar o céu fechado de chuva. Depois continuou guiando mais lentamente. Não sei se sonhava em ser aviador ou pensava em outra coisa.\n– Ora, sim senhor. . .\nE, quando saltei e paguei a corrida, ele me disse um \"boa noite\" e um \"muito obrigado ao senhor\" tão sinceros, tão veementes, como se eu lhe tivesse feito um presente de rei.\n\n**Os gêneros textuais podem ser definidos como unidades formadoras de sentido, com determinados propósitos ou intencionalidades discursivas. Nesse sentido, a vontade do emissor (locutor) poderá ser revelada por meio do discurso: informar, convencer, contar uma história, persuadir, posicionar-se, opinar etc. Observando o texto em questão, “A outra noite\", e as suas principais características, pode-se afirmar que seu gênero predominante é:**",
    "referencia": "BRAGA, Rubem. A outra noite. In: BRAGA, Rubem. Para gostar de ler: Vol.2. Crônicas. São Paulo: Ática, 1992.",
    "alternativas": [
      {"letra": "A", "texto": "Texto teatral, pois é um texto narrativo que tem a função de apresentar a história para o público espectador através dos diálogos entre as personagens no palco."},
      {"letra": "B", "texto": "Crônica, pois é um texto que retrata acontecimentos do cotidiano, sempre com um caráter crítico (sobre comportamentos sociais, leis, instituições etc)."},
      {"letra": "C", "texto": "Poesia, pois o texto é um gênero literário caracterizado pela composição em versos estruturados de forma harmoniosa."},
      {"letra": "D", "texto": "Diário, pois o texto apresenta características mais presentes como a linguagem informal e na primeira pessoa, expressões sentimentais, registro cronológico com páginas datadas e assinatura."},
      {"letra": "E", "texto": "Conto, pois o texto é um gênero literário que possui narrativa curta e tem sua origem na necessidade humana de contar e ouvir histórias."}
    ],
    "resposta_letra": "B"
  },
  {
    "id": 61,
    "ano": 2024,
    "etapa": 1,
    "materia": "Literatura Brasileira",
    "topico": "Gênero Lírico",
    "texto_questao": "O poema e seu segredo, de Alvaro Barcellos\nO segredo dos poemas\nnão está no uso\nde palavras rebuscadas\nque só foram criadas\npara constar\nem velhos dicionários.\nHá que virem os poemas\nfeito hemorragia\ntrazendo um sentimento\nsublime\nde dor ou paixão.\nHá que brotarem os poemas\ncomo brotam os pés de milho.\nHá que eclodirem\ncomo as águas correntes\ndas cachoeiras.\nHá que surgirem os poemas\ncomo as chuvas – bem-vindas –\npra verdejar a vida\ngarantir a floração\ne amenizar as secas\nque assolam sertões.\nMas fundamentalmente\nnão podem jamais\nmorrer os poemas\nque tanto nos ensinam\na amar e resistir.\n\n**Em \"O poema e seu segredo\", do poeta pelotense Alvaro Barcellos, qual das alternativas abaixo melhor descreve a concepção do autor sobre a criação poética?**",
    "referencia": "BARCELLOS, Alvaro. Um Céu de Tantos Remendos. Guaratinguetá: Editora Penalux, 2015, p. 78-79.",
    "alternativas": [
      {"letra": "A", "texto": "Os poemas devem se limitar a descrever a realidade objetiva."},
      {"letra": "B", "texto": "A criação poética deve ser técnica e seguir regras estritas."},
      {"letra": "C", "texto": "Os poemas devem utilizar palavras rebuscadas e raras."},
      {"letra": "D", "texto": "A poesia deve ser apenas uma forma de entretenimento."},
      {"letra": "E", "texto": "Os poemas devem surgir espontaneamente, como fenômenos naturais."}
    ],
    "resposta_letra": "E"
  },
  {
    "id": 62,
    "ano": 2024,
    "etapa": 1,
    "materia": "Literatura Brasileira",
    "topico": "Leitura de textos de diferentes gêneros",
    "texto_questao": "Leia os poemas a seguir para responder à questão.\nPoema da mulher suja, Angélica Freitas\né o poema da mulher suja\nda mulher suja que vi na feira\nno chão juntando bananas\ne uvas caídas dos cachos\ntinha o rosto sujo\nas mãos imundas\ne sob as unhas compridas\nmilhares de micróbios\ne em seus cabelos\nlongos, sujos, cacheados\nmilhares de piolhos\na mulher suja da feira\nela mesma uma fruta\ncaída de um cacho\nera frugívora\npelas circunstâncias\ngostava muito de uvas\nmas em não havendo uvas\ngostava também de bananas\n\nO Bicho, Manuel Bandeira\nVi ontem um bicho\nNa imundície do pátio\nCatando comida entre os detritos.\nQuando achava alguma coisa,\nNão examinava nem cheirava:\nEngolia com voracidade.\nO bicho não era um cão,\nNão era um gato,\nNão era um rato.\nO bicho, meu Deus, era um homem.\nRio, 27 de dezembro de 1947\n\n**Em relação à linguagem poética, como os autores dos dois poemas destacam a condição dos personagens principais?**",
    "referencia": "FREITAS, A.Um útero é do tamanho de um punho. São Paulo: Cosac Naify, 2013. e BANDEIRA, M. Belo belo. São Paulo: Global Editora, 2014.",
    "alternativas": [
      {"letra": "A", "texto": "Usam um tom humorístico para amenizar a gravidade do tema."},
      {"letra": "B", "texto": "Utilizam metáforas complexas para embelezar a situação."},
      {"letra": "C", "texto": "Descrevem com detalhes visuais e sensoriais as condições de miséria."},
      {"letra": "D", "texto": "Empregam linguagem técnica e científica para descrever a pobreza."},
      {"letra": "E", "texto": "Narram de forma abstrata e indireta, sem focar em detalhes."}
    ],
    "resposta_letra": "C"
  },
  {
    "id": 63,
    "ano": 2024,
    "etapa": 1,
    "materia": "Língua Portuguesa",
    "topico": "Arte africana e afro brasileira",
    "texto_questao": "O Museu Afro-Brasil-Sul (MABSul, 2019) é o primeiro museu virtual da região sul do Brasil (Rio Grande do Sul, Santa Catarina e Paraná). Vinculado ao Centro de Artes, pertencente à Divisão de Pesquisa e Extensão da Universidade Federal de Pelotas e é coordenado pela Profa. Dra. Rosemar Lemos. Tem como missão, dentro de seus objetivos, reduzir a invisibilidade negra, preservar o que não está escrito e promover a construção do conhecimento das simbologias e singularidades da cultura negra.\n\n**Sobre a arte africana é correto afirmar que**",
    "alternativas": [
      {"letra": "A", "texto": "igual à arte europeia, possui característica apenas contemplativa."},
      {"letra": "B", "texto": "diferentemente da arte europeia, que possui característica contemplativa, é uma arte utilitária e ritualística."},
      {"letra": "C", "texto": "diferentemente da arte europeia, que possui característica utilitária e ritualística, é uma arte contemplativa."},
      {"letra": "D", "texto": "assim como a arte europeia, não possui característica contemplativa ou utilitária."},
      {"letra": "E", "texto": "assim como a arte europeia, possui característica ritualística elaborada."}
    ],
    "resposta_letra": "B"
  },
  {
    "id": 64,
    "ano": 2024,
    "etapa": 1,
    "materia": "Literatura Brasileira",
    "topico": "Produções de crítica social",
    "texto_questao": "Leia atentamente a letra da canção abaixo, do artista brasileiro contemporâneo Chico Buarque.\nBOM CONSELHO (1972)\nOuça um bom conselho\nQue eu lhe dou de graça\nInútil dormir, que a dor não passa\nEspere sentado\nOu você se cansa\nEstá provado\nQuem espera nunca alcança\nVenha, meu amigo\nDeixe esse regaço\nBrinque com meu fogo\nVenha se queimar\nFaça como eu digo\nFaça como eu faço\nAja duas vezes\nAntes de pensar\nCorro atrás do tempo\nVim de não sei onde\nDevagar é que não se vai longe\nEu semeio o vento\nNa minha cidade\nVou pra rua e bebo a tempestade\nVou pra rua e bebo a tempestade\n\n**Considerando seus conhecimentos de Literatura e Arte, leia as afirmações a seguir.**\nI - A canção não apresenta qualquer possibilidade de crítica social ou mensagens subliminares. Ela se constrói com trocadilhos de provérbios antigos, chamando a atenção do ouvinte de maneira bucólica.\nII - É uma obra que se destaca pela ironia e pela crítica social implícita em seus versos, iniciando-se pelo oferecimento de um conselho gratuito, e logo após subvertendo a ideia de que esperar pacientemente trará algum benefício, afirmando que 'quem espera nunca alcança'. Essa inversão sugere uma crítica à aceitação passiva da realidade, incentivando o ouvinte a agir em vez de esperar por mudanças.\nIII - A canção é uma sucessão da negação de provérbios conhecidos. A recomendação para 'agir duas vezes antes de pensar' é outra inversão do ditado popular 'pense duas vezes antes de agir', reforçando a ideia de que a ação é preferível à hesitação. A música, portanto, é um convite à reflexão sobre a importância da iniciativa e da coragem para provocar mudanças, seja no âmbito pessoal ou social.\nIV - Chico Buarque, conhecido por suas letras engajadas e muitas vezes críticas ao regime militar no Brasil, pode estar incentivando uma postura mais ativa e desafiadora diante das adversidades. No segundo verso, o narrador convida o sujeito a deixar a zona de conforto, simbolizados pelo 'regaço', e a se arriscar, 'brincar com meu fogo'. Aqui, o fogo pode ser interpretado como uma metáfora para a paixão, o risco ou, até mesmo, a revolução.\nV - A última estrofe traz imagens de movimento e urgência, com o narrador correndo atrás do tempo e semeando o vento, uma possível alusão ao ditado 'quem semeia vento, colhe tempestade', indicando que as ações têm consequências. No entanto, o narrador parece abraçar essas consequências, pois ele 'bebe a tempestade', sugerindo que ele está disposto a enfrentar as turbulências resultantes de suas escolhas.\n\n**Estão corretas:**",
    "referencia": "https://www.musixmatch.com/. Acesso em: 12/06/2024.",
    "alternativas": [
      {"letra": "A", "texto": "I e III apenas."},
      {"letra": "B", "texto": "I e V apenas."},
      {"letra": "C", "texto": "I, III e V apenas."},
      {"letra": "D", "texto": "II, III e IV apenas."},
      {"letra": "E", "texto": "II, III, IV e V apenas."}
    ],
    "resposta_letra": "E"
  },
  {
    "id": 65,
    "ano": 2024,
    "etapa": 1,
    "materia": "Língua Estrangeira",
    "topico": "Significação das palavras no texto e no contexto",
    "texto_questao": "Leia o texto a seguir, de Augusto Monterroso, para responder as questões.\nEL DINOSAURIO\nCuando despertó, el dinosaurio todavía estaba allí.\n\n**A expressão “todavía” poderia ser corretamente traduzida por qual palavra em português?**",
    "referencia": "https://ciudadseva.com/texto/el-dinosaurio/. Acesso em: 17/06/2024.",
    "alternativas": [
      {"letra": "A", "texto": "Tampouco."},
      {"letra": "B", "texto": "Não."},
      {"letra": "C", "texto": "Sequer."},
      {"letra": "D", "texto": "Provavelmente."},
      {"letra": "E", "texto": "Ainda."}
    ],
    "resposta_letra": "E"
  },
  {
    "id": 66,
    "ano": 2024,
    "etapa": 1,
    "materia": "Língua Estrangeira",
    "topico": "Leitura de textos em língua estrangeira",
    "texto_questao": "Leia o texto a seguir, de Augusto Monterroso, para responder as questões.\nEL DINOSAURIO\nCuando despertó, el dinosaurio todavía estaba allí.\n\n**O sujeito oculto do verbo “despertó” poderia ser substituído por qual pronome pessoal?**",
    "referencia": "https://ciudadseva.com/texto/el-dinosaurio/. Acesso em: 17/06/2024.",
    "alternativas": [
      {"letra": "A", "texto": "Él."},
      {"letra": "B", "texto": "Yo."},
      {"letra": "C", "texto": "Tú."},
      {"letra": "D", "texto": "Nosotros."},
      {"letra": "E", "texto": "Ustedes."}
    ],
    "resposta_letra": "A"
  },
  {
    "id": 67,
    "ano": 2024,
    "etapa": 1,
    "materia": "Língua Estrangeira",
    "topico": "Leitura de textos em língua estrangeira",
    "texto_questao": "Leia o texto a seguir, de Augusto Monterroso, para responder as questões.\nEL DINOSAURIO\nCuando despertó, el dinosaurio todavía estaba allí.\n\n**Qual o sentido temporal que o verbo “estaba” proporciona ao “dinosaurio”?**",
    "referencia": "https://ciudadseva.com/texto/el-dinosaurio/. Acesso em: 17/06/2024.",
    "alternativas": [
       {"letra": "A", "texto": "Um estado passado e contínuo."},
       {"letra": "B", "texto": "Um estado futuro."},
       {"letra": "C", "texto": "Um estado passado e concluído."},
       {"letra": "D", "texto": "Um estado presente."},
       {"letra": "E", "texto": "Todas as alternativas anteriores estão incorretas."}
    ],
    "resposta_letra": "Anulada"
  },
  {
    "id": 68,
    "ano": 2024,
    "etapa": 1,
    "materia": "Língua Estrangeira",
    "topico": "Leitura de textos em língua estrangeira",
    "texto_questao": "(Questão com imagem)\nObserve a imagem e leia o fragmento a seguir.\n[Imagem: Pinturas rupestres no Sego Canyon]\n[Texto em inglês sobre a arte rupestre do Sego Canyon, discutindo se representam extraterrestres ou visões xamânicas]\n**Com base em seus conhecimentos de Arte Pré-Histórica e de Língua Inglesa, marque a alternativa correta.**",
    "referencia": "Imagem: https://www.theepochtimes.com/article/the-haunting-rock-art-of-sego-canyon-extra-terrestrials-or-spiritual-visions/. Acesso em: 12/06/2024. Texto: adaptado de https://www.ancient-origins.net/ancient-places-americas/haunting-rock-art-sego-canyon-extra-terrestrials-or-spiritual-visions-001584. Acesso em: 12/06/2024.",
    "alternativas": [
      {"letra": "A", "texto": "Os penhascos de arenito do Sego Canyon são uma espetacular galeria de arte ao ar livre com pinturas rupestres pintadas e esculpidas durante um período de cerca de 8.000 anos. As pinturas representam comprovadamente a presença de extraterrestres que visitaram a Terra, possuindo olhos grandes e vazios e cabeças triangulares, o que prova que as figuras não eram humanas."},
      {"letra": "B", "texto": "Formas humanas e de animais não costumam ser retratados na arte rupestre. No caso das pinturas no Sego Canyon, estudiosos concluíram em pesquisa tratar-se de imagens ilustrando seres alienígenas."},
      {"letra": "C", "texto": "As expressões da arte rupestre não variam de acordo com o local geográfico, nem seus possíveis significados. A simbologia predominante nas pinturas no Sego Canyon representa, segundo estudiosos, deuses do reino celestial e do submundo acessados por homens arcaicos em viagem astral."},
      {"letra": "D", "texto": "As pinturas rupestres eram feitas a partir da aplicação de pigmentos sobre a rocha, extraídos de argilas, vegetais, minerais e ossos carbonizados. Especialistas constataram que as pinturas no Sego Canyon representam exclusivamente visões xamânicas produzidas em estados de transe, sob o efeito de alucinógenos."},
      {"letra": "E", "texto": "A pintura rupestre é uma das principais fontes de estudo sobre o homem pré-histórico. As figuras divinas, imponentes e fantásticas gravadas nas falésias do Sego Canyon permanecem um enigma e o verdadeiro significado por trás delas pode nunca ser desvendado."}
    ],
    "resposta_letra": "D"
  },
  {
    "id": 69,
    "ano": 2024,
    "etapa": 1,
    "materia": "Língua Estrangeira",
    "topico": "Leitura de textos em língua estrangeira",
    "texto_questao": "(Questão com imagem)\nObserve a imagem e leia o fragmento a seguir.\n[Imagem: Caboclo de lança do Maracatu Rural]\n[Texto em inglês descrevendo o Maracatu Rural]\n**Com base em seus conhecimentos de Arte e de Língua Inglesa, marque a alternativa correta:**",
    "referencia": "Imagem: https://patrimonioculturaldorecife.wordpress.com/2017/11/28/literatura//. Acesso em: 03/06/2024. Texto: adaptado de https://www.bahia.ws/en/maracatu-rural-at-the-carnival-of-nazare-da-mata-in-pernambuco/. Acesso em: 03/06/2024.",
    "alternativas": [
      {"letra": "A", "texto": "O Maracatu Rural, uma das maiores tradições do interior de Pernambuco, é uma manifestação da cultura popular, também conhecido como Maracatu de Orquestra. Sua origem remonta à época do Brasil Colônia e consiste em uma mistura de culturas africanas, portuguesas e indígenas."},
      {"letra": "B", "texto": "A imagem retrata um caboclo de lança, principal símbolo do Maracatu Rural, criado décadas após a Proclamação da República no Brasil, por trabalhadores rurais de lavouras de cana de açúcar."},
      {"letra": "C", "texto": "O Maracatu rural é uma manifestação do folclore brasileiro que envolve dança e música, proveniente da cultura portuguesa e espanhola, sem influências africanas ou indígenas."},
      {"letra": "D", "texto": "O cortejo do Maracatu Rural diferencia-se dos outros maracatus por suas características musicais próprias. As principais cidades onde ele acontece são Senhor do Bonfim e Vitória, em Pernambuco."},
      {"letra": "E", "texto": "O Maracatu rural também é conhecido por Maracatu do Baque Solto, e sua orquestra é formada por instrumentos de percussão e sopro, além de violão, violoncelo e violinos."}
    ],
    "resposta_letra": "A"
  },
  {
    "id": 70,
    "ano": 2024,
    "etapa": 1,
    "materia": "Língua Estrangeira",
    "topico": "Leitura de textos em língua estrangeira",
    "texto_questao": "Considere a notícia abaixo, publicada no site do BrazilLab, da Universidade de Princeton (Estados Unidos), para responder à questão.\nBrazil LAB and Anthropology Scholars Analyze the Impact of Climate Change on the Wildfires Devastating a Planetary Biodiversity Hotspot\nAUG. 9, 2024\n[Texto em inglês sobre estudo do impacto das mudanças climáticas nos incêndios do Pantanal]\n**A partir da leitura do texto, considere as afirmações abaixo.**\nI - Miquéias Mugge e João Biehl colaboraram em um estudo interdisciplinar sobre o impacto das mudanças climáticas nos incêndios florestais com os quais o Pantanal tem sofrido.\nII - O número de espécies de plantas é inferior ao de espécies de animais no Pantanal.\nIII - Segundo o texto, junho de 2024 foi um período extremamente destrutivo, com uma estimativa de 440 hectares queimados no mês.\nIV - A agricultura da região ficou incólume às queimadas.\nV - De acordo com o texto, o estudo salienta a urgência de estratégias de proteção para o Pantanal, em um contexto de aquecimento global.\n\n**Estão corretas:**",
    "referencia": "adaptado de https://brazillab.princeton.edu/news/brazil-lab-and-anthropology-scholars-analyze-impact-climate-change-wildfires-devastating. Acesso em: 20/09/2024.",
    "alternativas": [
      {"letra": "A", "texto": "I, III e V apenas."},
      {"letra": "B", "texto": "I, III, IV e V apenas."},
      {"letra": "C", "texto": "I, II e IV apenas."},
      {"letra": "D", "texto": "I, IV e V apenas."},
      {"letra": "E", "texto": "II, III, IV e V apenas."}
    ],
    "resposta_letra": "A"
  }
]