[
  {
    "id": "pave_2024_e3_q1",
    "numero_questao": 1,
    "ano": 2024,
    "etapa": 3,
    "materia": "Ciências da Natureza",
    "topico": "Evolucionismo",
    "corpo_questao": [
      {
        "tipo": "texto",
        "conteudo": "Darwin e Lamarck são os pesquisadores mais conhecidos pelas suas teorias evolucionistas. Um dos principais exemplos que podemos ressaltar entre as diferenças de suas teorias é aquele relacionado ao pescoço das girafas. De acordo com as teorias de Lamarck, o que ocorre com o pescoço das girafas?"
      },
      {
        "tipo": "imagem",
        "url": "/images/pave/q1_girafas.png",
        "alt_text": "Imagem mostrando girafas com pescoços de diferentes tamanhos",
        "legenda": null
      }
    ],
    "alternativas": [
      { "letra": "A", "texto": "Lamarck afirma que as girafas são imutáveis, e desde sempre foram assim como são hoje." },
      { "letra": "B", "texto": "Segundo Lamarck, os pescoços longos surgiram de uma série de mutações que ocorreram nas girafas." },
      { "letra": "C", "texto": "De acordo com Lamarck, o pescoço longo surgiu da necessidade de alcançar folhas mais altas nas árvores, a qual levava as girafas a esticarem seus pescoços, aumentando-os de tamanho." },
      { "letra": "D", "texto": "Conforme Lamarck, os pescoços das girafas não crescem." },
      { "letra": "E", "texto": "Para Lamarck, somente as girafas mais aptas conseguem sobreviver." }
    ],
    "gabarito": "C"
  },
  {
    "id": "pave_2024_e3_q18",
    "numero_questao": 18,
    "ano": 2024,
    "etapa": 3,
    "materia": "Ciências Humanas",
    "topico": "Ditadura Militar no Brasil",
    "corpo_questao": [
      {
        "tipo": "texto",
        "conteudo": "**Observe a charge a seguir.**"
      },
      {
        "tipo": "imagem",
        "url": "/images/pave/q18_charge_ditadura.png",
        "alt_text": "Charge sobre a ditadura militar no Brasil",
        "legenda": "> *Fonte: https://repositorio.ufsc.br/xmlui/handle/praxis/63. Acesso em: 14/12/2022.*"
      },
      {
        "tipo": "texto",
        "conteudo": "A respeito da ditadura militar no Brasil (1964-1985), é correto afirmar:"
      }
    ],
    "alternativas": [
      { "letra": "A", "texto": "Apesar de ainda tratar o golpe de 1964 como uma \"revolução\", o alto comando das Forças Armadas nos dias de hoje evita fazer comemorações públicas na data de aniversário do evento." },
      { "letra": "B", "texto": "Entre as instituições que se opuseram ao golpe e à tortura em 1964 estavam a Igreja Católica, a Ordem dos Advogados do Brasil (OAB), o Congresso Nacional, o Supremo Tribunal Federal, além dos grandes meios de comunicação." },
      { "letra": "C", "texto": "Em 2014, o relatório da Comissão Nacional da Verdade identificou 434 pessoas mortas e desaparecidas e milhares de torturados pela ditadura, além de indicar que pelo menos 8.350 indígenas e 1.196 camponeses foram assassinados em disputas pelas terras no período ditatorial." },
      { "letra": "D", "texto": "Assim como a Argentina, o Brasil foi um dos poucos países da América do Sul que condenou os militares responsáveis por crimes de lesa-humanidade durante o período ditatorial." },
      { "letra": "E", "texto": "A ditadura no Brasil foi obra dos militares, tendo pouco respaldo de empresários e de grandes proprietários de terras ao regime autoritário." }
    ],
    "gabarito": "C"
  },
  {
    "id": "pave_2024_e3_q4",
    "numero_questao": 4,
    "ano": 2024,
    "etapa": 3,
    "materia": "Física",
    "topico": "Lei de Coulomb",
    "corpo_questao": [
      {
        "tipo": "texto",
        "conteudo": "No século XVIII, Charles-Augustin de Coulomb fez importantes contribuições para a eletrostática com a formulação da Lei de Coulomb.\n\n> *Referência: GASPAR, Alberto. Física, volume único. 1. ed. São Paulo: Ática, 2005.*\n\nTendo em mente suas descobertas, considere que em um campo elétrico estão posicionadas duas cargas elétricas puntiformes Q1 e Q2, de cargas 5µC e -4µC, respectivamente. Elas estão separadas por uma distância de 3m no vácuo. (dados: constante eletrostática: k=9x10⁹Nm²/C²).\n\nAssinale a alternativa que indica, respectivamente, o valor da força elétrica entre as cargas, o tipo de interação entre as cargas e o campo elétrico a uma distância de 2m de Q1."
      }
    ],
    "alternativas": [
      { "letra": "A", "texto": "0,2N; atração eletrostática; 11,25x10⁴N/C." },
      { "letra": "B", "texto": "0,02N; atração eletrostática; 1,125x10⁴N/C." },
      { "letra": "C", "texto": "0,02N; repulsão eletrostática; 112,5x10⁴N/C." },
      { "letra": "D", "texto": "0,2N; repulsão eletrostática; 11,25x10³N/C." },
      { "letra": "E", "texto": "0,02N; atração eletrostática; 1,125x10³N/C." }
    ],
    "gabarito": "E"
  }
]